{
  "version": "2.2.0",
  "updated": "2026-03-01",
  "values": [
    {
      "id": "haemoglobin",
      "name": "Hämoglobin",
      "short_name": "Hb",
      "long_name": "Hämoglobin",
      "aliases": [
        "Hb",
        "Haemoglobin",
        "Hemoglobin"
      ],
      "category": "Blutbild",
      "unit": "g/dL",
      "ref_min": 12.0,
      "ref_max": 17.5,
      "ref_min_female": 12.0,
      "ref_max_female": 16.0,
      "ref_min_male": 13.7,
      "ref_max_male": 17.5,
      "optimal_min": 13.0,
      "optimal_max": 16.5,
      "critical_low": 7.0,
      "critical_high": 20.0,
      "description": "Hämoglobin ist der eisenhaltige Blutfarbstoff in den roten Blutkörperchen (Erythrozyten). Er bindet Sauerstoff in der Lunge und transportiert ihn zu den Körperzellen. Der Hämoglobinwert ist der wichtigste Parameter zur Diagnose einer Anämie.",
      "high_info": "Erhöhte Werte (Polyglobulie) können durch Dehydration, Polycythemia vera, chronische Lungenerkrankungen, Schlafapnoe, Höhenaufenthalt oder Anabolikamissbrauch entstehen.",
      "low_info": "Erniedrigte Werte (Anämie) entstehen durch Eisenmangel, Vitamin-B12- oder Folsäuremangel, chronische Erkrankungen, Blutungen, hämatologische Erkrankungen oder Schwangerschaft.",
      "recommendations": "Bei Anämie: Eisenreiche Lebensmittel (rotes Fleisch, Hülsenfrüchte, Spinat), Vitamin C zur besseren Eisenaufnahme, B12 und Folsäure. Bei Polyglobulie: Ärztliche Abklärung, ausreichende Flüssigkeitszufuhr."
    },
    {
      "id": "haematokrit",
      "name": "Haematokrit",
      "short_name": "Hkt",
      "long_name": "Hämatokrit",
      "aliases": [
        "Hkt",
        "Hct",
        "Hämatokrit",
        "Haematokrit-Wert"
      ],
      "category": "Blutbild",
      "unit": "%",
      "ref_min": 37.0,
      "ref_max": 52.0,
      "ref_min_female": 37.0,
      "ref_max_female": 47.0,
      "ref_min_male": 40.1,
      "ref_max_male": 51.0,
      "critical_low": 21.0,
      "critical_high": 60.0,
      "description": "Der Hämatokrit gibt den prozentualen Anteil der roten Blutkörperchen am Gesamtblutvolumen an. Er ist ein wichtiger Parameter zur Beurteilung des Ausmaßes einer Anämie oder Polyglobulie.",
      "high_info": "Erhöhte Werte entstehen durch Dehydration, Polycythemia vera, chronischen Sauerstoffmangel oder Höhenaufenthalt. Erhöhtes Thromboserisiko.",
      "low_info": "Erniedrigte Werte weisen auf eine Anämie hin. Ursachen ähnlich wie bei Hämoglobin.",
      "recommendations": "Ausreichende Flüssigkeitszufuhr (mind. 1,5–2 L/Tag). Bei pathologischen Werten ärztliche Abklärung."
    },
    {
      "id": "erythrozyten",
      "name": "Erythrozyten",
      "short_name": "Ery",
      "long_name": "Erythrozyten (rote Blutkörperchen)",
      "aliases": [
        "Rote Blutkörperchen",
        "RBC",
        "Rote Blutzellen"
      ],
      "category": "Blutbild",
      "unit": "×10⁶/µL",
      "ref_min": 3.9,
      "ref_max": 6.1,
      "ref_min_female": 3.9,
      "ref_max_female": 5.1,
      "ref_min_male": 4.63,
      "ref_max_male": 6.08,
      "critical_low": 2.5,
      "critical_high": 7.0,
      "description": "Erythrozyten sind die roten Blutkörperchen, die für den Sauerstofftransport im Blut zuständig sind. Sie enthalten Hämoglobin und haben eine Lebensdauer von ca. 120 Tagen.",
      "high_info": "Zu viele Erythrozyten erhöhen die Blutviskosität und das Thromboserisiko (Polycythemia vera, Dehydration, Höhenkrankheit).",
      "low_info": "Zu wenige Erythrozyten führen zu Anämie mit Sauerstoffmangel in den Geweben.",
      "recommendations": "Auf eisenreiche Ernährung und ausreichend Vitamin B12/Folsäure achten. Bei Auffälligkeiten ärztliche Abklärung."
    },
    {
      "id": "leukozyten",
      "name": "Leukozyten",
      "short_name": "Leu",
      "long_name": "Leukozyten (weiße Blutkörperchen)",
      "aliases": [
        "Weiße Blutkörperchen",
        "WBC",
        "Weiße Blutzellen"
      ],
      "category": "Blutbild",
      "unit": "×10³/µL",
      "ref_min": 4.0,
      "ref_max": 10.0,
      "critical_low": 2.0,
      "critical_high": 30.0,
      "description": "Leukozyten sind die weißen Blutkörperchen und Teil des Immunsystems. Sie bekämpfen Infektionen, Entzündungen und körperfremde Stoffe. Die Leukozytenanzahl ist ein wichtiger Marker für Infektionen und hämatologische Erkrankungen.",
      "high_info": "Erhöhte Werte (Leukozytose) entstehen bei bakteriellen Infektionen, Entzündungen, Stress, Kortikosteroidtherapie oder Leukämie.",
      "low_info": "Erniedrigte Werte (Leukopenie) entstehen durch Virusinfektionen, Knochenmarkerkrankungen, Autoimmunerkrankungen, Chemotherapie oder Medikamente.",
      "recommendations": "Bei anhaltend veränderten Werten ärztliche Abklärung. Infektionsquellen vermeiden, Impfungen aktuell halten."
    },
    {
      "id": "thrombozyten",
      "name": "Thrombozyten",
      "short_name": "PLT",
      "long_name": "Thrombozyten (Blutplättchen)",
      "aliases": [
        "Blutplättchen",
        "PLT",
        "Platelets"
      ],
      "category": "Blutbild",
      "unit": "×10³/µL",
      "ref_min": 142.0,
      "ref_max": 424.0,
      "critical_low": 50.0,
      "critical_high": 1000.0,
      "description": "Thrombozyten (Blutplättchen) spielen eine entscheidende Rolle bei der Blutgerinnung. Bei einer Gefäßverletzung verklumpen sie und bilden zusammen mit Gerinnungsfaktoren einen Blutpfropf.",
      "high_info": "Erhöhte Werte (Thrombozytose) können bei Entzündungen, Eisenmangel, nach Milzentfernung oder bei myeloproliferativen Erkrankungen auftreten. Erhöhtes Thromboserisiko.",
      "low_info": "Erniedrigte Werte (Thrombozytopenie) erhöhen die Blutungsneigung. Ursachen: Autoimmunerkrankungen, Medikamente, Knochenmarkinsuffizienz.",
      "recommendations": "Bei niedrigen Werten Verletzungsschutz. Alkohol kann Thrombozyten reduzieren. Ärztliche Kontrolle bei Abweichungen."
    },
    {
      "id": "mcv",
      "name": "MCV",
      "short_name": "MCV",
      "long_name": "Mittleres korpuskuläres Volumen",
      "aliases": [
        "Mittleres Erythrozytenvolumen",
        "Mean Corpuscular Volume"
      ],
      "category": "Blutbild",
      "unit": "fL",
      "ref_min": 80.0,
      "ref_max": 96.0,
      "description": "Das MCV gibt das durchschnittliche Volumen eines einzelnen roten Blutkörperchens an. Es hilft bei der Differenzierung verschiedener Anämieformen.",
      "high_info": "Erhöhtes MCV (makrozytäre Anämie) tritt bei Vitamin-B12-Mangel, Folsäuremangel, Alkoholmissbrauch, Hypothyreose oder Lebererkrankungen auf.",
      "low_info": "Erniedrigtes MCV (mikrozytäre Anämie) tritt typischerweise bei Eisenmangelanämie oder Thalassämie auf.",
      "recommendations": "Abhängig von der Ursache: Eisenpräparate, B12- und Folsäure-Supplementierung, Reduktion des Alkoholkonsums."
    },
    {
      "id": "mch",
      "name": "MCH",
      "short_name": "MCH",
      "long_name": "Mittlerer Hämoglobingehalt pro Erythrozyt",
      "aliases": [
        "Mean Corpuscular Hemoglobin",
        "HbE"
      ],
      "category": "Blutbild",
      "unit": "pg",
      "ref_min": 25.7,
      "ref_max": 32.2,
      "description": "Das MCH gibt den durchschnittlichen Hämoglobingehalt eines einzelnen roten Blutkörperchens an. Zusammen mit MCV und MCHC dient es der Differenzierung von Anämien.",
      "high_info": "Erhöhte Werte treten bei makrozytärer Anämie auf (Vitamin-B12-/Folsäuremangel).",
      "low_info": "Erniedrigte Werte bei mikrozytärer, hypochromer Anämie (typisch für Eisenmangel).",
      "recommendations": "Eisenreiche Ernährung, Vitamin B12 und Folsäure supplementieren wenn nötig."
    },
    {
      "id": "mchc",
      "name": "MCHC",
      "short_name": "MCHC",
      "long_name": "Mittlere korpuskuläre Hämoglobinkonzentration",
      "aliases": [
        "Mean Corpuscular Hemoglobin Concentration"
      ],
      "category": "Blutbild",
      "unit": "g/dL",
      "ref_min": 32.3,
      "ref_max": 36.5,
      "description": "Die MCHC gibt die mittlere Konzentration des Hämoglobins in den roten Blutkörperchen an. Sie beschreibt, wie konzentriert das Hämoglobin in den Erythrozyten vorliegt.",
      "high_info": "Erhöhte Werte können auf eine Hämolyse oder eine hereditäre Sphärozytose hinweisen.",
      "low_info": "Erniedrigte Werte treten bei Eisenmangelanämie oder Thalassämie auf (hypochrome Anämie).",
      "recommendations": "Ursachenabhängige Behandlung nach ärztlicher Abklärung."
    },
    {
      "id": "bsg",
      "name": "BSG 1. Wert",
      "short_name": "BSG",
      "long_name": "Blutkörperchensenkungsgeschwindigkeit (1. Stunde)",
      "aliases": [
        "BSG",
        "BKS",
        "Blutsenkung",
        "ESR",
        "Erythrocyte Sedimentation Rate"
      ],
      "category": "Blutbild",
      "unit": "mm/h",
      "ref_min": 2.0,
      "ref_max": 20.0,
      "ref_max_female": 20.0,
      "ref_max_male": 15.0,
      "description": "Die BSG misst, wie schnell rote Blutkörperchen in einem Reagenzglas absinken. Sie ist ein unspezifischer Entzündungsmarker und erhöht bei vielen Krankheiten.",
      "high_info": "Erhöhte Werte weisen auf Entzündungen, Infektionen, Autoimmunerkrankungen, Tumorerkrankungen, Anämien oder Nierenerkrankungen hin.",
      "low_info": "Sehr niedrige Werte sind meist ohne klinische Bedeutung, können aber bei Polyglobulie vorkommen.",
      "recommendations": "Bei dauerhaft erhöhter BSG ärztliche Abklärung der Grundursache."
    },
    {
      "id": "neutrophile",
      "name": "neutrophile Gran.",
      "short_name": "Neu",
      "long_name": "Neutrophile Granulozyten",
      "aliases": [
        "Neutrophile",
        "Stabkernige",
        "Segmentkernige",
        "PMN"
      ],
      "category": "Blutbild",
      "unit": "%",
      "ref_min": 34.0,
      "ref_max": 68.0,
      "description": "Neutrophile Granulozyten sind die häufigsten weißen Blutkörperchen und die erste Verteidigungslinie gegen bakterielle Infektionen. Sie phagozytieren (fressen) Bakterien und Zelltrümmer.",
      "high_info": "Erhöhte Werte (Neutrophilie) entstehen bei bakteriellen Infektionen, körperlichem Stress, Kortikosteroiden, Rauchen oder myeloproliferativen Erkrankungen.",
      "low_info": "Erniedrigte Werte (Neutropenie) erhöhen die Infektionsanfälligkeit. Ursachen: Virusinfektionen, Autoimmunerkrankungen, Chemotherapie.",
      "recommendations": "Bei Neutropenie Infektionsschutz beachten. Ärztliche Abklärung bei anhaltenden Abweichungen."
    },
    {
      "id": "lymphozyten",
      "name": "Lymphozyten",
      "short_name": "Lym",
      "long_name": "Lymphozyten",
      "aliases": [
        "Lymphocytes"
      ],
      "category": "Blutbild",
      "unit": "%",
      "ref_min": 22.0,
      "ref_max": 53.0,
      "description": "Lymphozyten sind weiße Blutkörperchen, die das spezifische Immunsystem bilden. T-Lymphozyten koordinieren die Immunantwort, B-Lymphozyten produzieren Antikörper. NK-Zellen bekämpfen Tumorzellen und Viren.",
      "high_info": "Erhöhte Werte (Lymphozytose) entstehen bei Virusinfektionen (EBV, CMV), chronischer lymphatischer Leukämie oder anderen hämatologischen Erkrankungen.",
      "low_info": "Erniedrigte Werte (Lymphopenie) treten bei HIV, Kortikosteroidtherapie, Autoimmunerkrankungen oder Lymphomen auf.",
      "recommendations": "Bei deutlichen Abweichungen ärztliche Abklärung, insbesondere bei verdächtigem Lymphknoten oder Allgemeinsymptomen."
    },
    {
      "id": "monozyten",
      "name": "Monozyten",
      "short_name": "Mon",
      "long_name": "Monozyten",
      "aliases": [
        "Monocytes"
      ],
      "category": "Blutbild",
      "unit": "%",
      "ref_min": 5.0,
      "ref_max": 12.0,
      "description": "Monozyten sind weiße Blutkörperchen, die sich in den Geweben zu Makrophagen umwandeln. Sie phagozytieren Fremdstoffe und sind an der Koordination der Immunantwort beteiligt.",
      "high_info": "Erhöhte Werte entstehen bei chronischen Infektionen (Tuberkulose), Autoimmunerkrankungen, Morbus Crohn oder hämatologischen Erkrankungen.",
      "low_info": "Erniedrigte Werte sind selten klinisch bedeutsam.",
      "recommendations": "Bei persistierend erhöhten Werten ärztliche Abklärung."
    },
    {
      "id": "eosinophile",
      "name": "eosinophile Gran.",
      "short_name": "Eos",
      "long_name": "Eosinophile Granulozyten",
      "aliases": [
        "Eosinophile",
        "Eosinophils"
      ],
      "category": "Blutbild",
      "unit": "%",
      "ref_min": 1.0,
      "ref_max": 7.0,
      "description": "Eosinophile Granulozyten spielen eine wichtige Rolle bei allergischen Reaktionen und der Abwehr von Parasiten. Sie enthalten granulierte Stoffe, die Parasiten abtöten können.",
      "high_info": "Erhöhte Werte (Eosinophilie) entstehen bei Allergien, Asthma, Parasitenbefall, Autoimmunerkrankungen oder bei bestimmten Medikamenten.",
      "low_info": "Erniedrigte Werte sind meist klinisch ohne Bedeutung.",
      "recommendations": "Bei Eosinophilie Allergieabklärung und Ausschluss von Parasitenbefall."
    },
    {
      "id": "basophile",
      "name": "basophils Gran.",
      "short_name": "Bas",
      "long_name": "Basophile Granulozyten",
      "aliases": [
        "Basophile",
        "Basophils"
      ],
      "category": "Blutbild",
      "unit": "%",
      "ref_min": 0.0,
      "ref_max": 1.0,
      "description": "Basophile Granulozyten sind die seltensten weißen Blutkörperchen. Sie spielen eine Rolle bei allergischen Sofortreaktionen und setzen Histamin und Heparin frei.",
      "high_info": "Erhöhte Werte entstehen bei Allergien, chronischen Entzündungen oder myeloproliferativen Erkrankungen (z.B. CML).",
      "low_info": "Erniedrigte Werte haben meist keine klinische Bedeutung.",
      "recommendations": "Bei persistierend erhöhten Werten ärztliche Abklärung auf hämatologische Erkrankungen."
    },
    {
      "id": "kreatinin",
      "name": "Creatin (Krea)",
      "short_name": "Krea",
      "long_name": "Kreatinin",
      "aliases": [
        "Kreatinin",
        "Creatinine",
        "Krea"
      ],
      "category": "Niere",
      "unit": "mg/dL",
      "ref_min": 0.5,
      "ref_max": 1.2,
      "ref_min_female": 0.5,
      "ref_max_female": 0.9,
      "ref_min_male": 0.7,
      "ref_max_male": 1.2,
      "critical_high": 10.0,
      "description": "Kreatinin ist ein Abbauprodukt des Muskelstoffwechsels und wird ausschließlich durch die Nieren ausgeschieden. Es ist der wichtigste Marker zur Beurteilung der Nierenfunktion.",
      "high_info": "Erhöhte Werte deuten auf eine eingeschränkte Nierenfunktion hin. Andere Ursachen: Dehydration, intensive körperliche Belastung, hoher Fleischkonsum, Muskelabbau.",
      "low_info": "Erniedrigte Werte entstehen bei reduzierter Muskelmasse (Kachexie, hohes Alter, Schwangerschaft).",
      "recommendations": "Ausreichend trinken (1,5–2 L/Tag), übermäßigen Fleischkonsum reduzieren, nephrotoxische Medikamente (z.B. NSAR) meiden."
    },
    {
      "id": "harnstoff",
      "name": "Harnstoff (HST)",
      "short_name": "HST",
      "long_name": "Harnstoff (Blut-Harnstoff-Stickstoff)",
      "aliases": [
        "Harnstoff",
        "BUN",
        "Urea",
        "HST",
        "Blut-Harnstoff-Stickstoff"
      ],
      "category": "Niere",
      "unit": "mg/dL",
      "ref_min": 16.6,
      "ref_max": 48.5,
      "critical_high": 200.0,
      "description": "Harnstoff ist das Hauptabbauprodukt des Proteinstoffwechsels und wird in der Leber gebildet und durch die Nieren ausgeschieden. Er ist ein Marker für Nierenfunktion und Proteinumsatz.",
      "high_info": "Erhöhte Werte entstehen bei eingeschränkter Nierenfunktion, hoher Eiweißzufuhr, Dehydration, gastrointestinalen Blutungen oder katabolen Zuständen.",
      "low_info": "Erniedrigte Werte können bei Lebererkrankungen, eiweißarmer Ernährung oder Überwässerung auftreten.",
      "recommendations": "Ausreichend Flüssigkeit trinken, proteinreiche Ernährung moderat halten, regelmäßige Nierenfunktionskontrolle."
    },
    {
      "id": "egfr",
      "name": "GFR (CKD-EPI-Formel)",
      "short_name": "eGFR",
      "long_name": "Geschätzte glomeruläre Filtrationsrate (CKD-EPI)",
      "aliases": [
        "GFR",
        "eGFR",
        "GFR (CKD-EPI-Formel)",
        "eGFR (CKG-EPI-Form)",
        "GFR (eGFR)",
        "Nierenfunktion"
      ],
      "category": "Niere",
      "unit": "mL/min/1,73m²",
      "ref_min": 60.0,
      "ref_max": 120.0,
      "critical_low": 15.0,
      "description": "Die eGFR ist ein berechneter Schätzwert der glomerulären Filtrationsrate und gibt an, wie viel Blut die Nieren pro Minute filtern. Sie ist der beste Gesamtmarker der Nierenfunktion. Stadium 1: ≥90 (normal), Stadium 2: 60–89 (leicht eingeschränkt), Stadium 3: 30–59 (mäßig), Stadium 4: 15–29 (stark), Stadium 5: <15 (Nierenversagen).",
      "high_info": "Sehr hohe Werte (>120) haben keine klinische Bedeutung – Formelungenauigkeit.",
      "low_info": "Erniedrigte eGFR zeigt eine eingeschränkte Nierenfunktion. Unter 60 spricht man von einer chronischen Nierenerkrankung (CKD).",
      "recommendations": "Blutdruck kontrollieren, Diabetes gut einstellen, nephrotoxische Substanzen meiden, ausreichend trinken, salzarme Ernährung."
    },
    {
      "id": "harnsaeure",
      "name": "Harnsäure",
      "short_name": "HS",
      "long_name": "Harnsäure",
      "aliases": [
        "Uric Acid",
        "Urat"
      ],
      "category": "Niere",
      "unit": "mg/dL",
      "ref_min": 2.4,
      "ref_max": 7.0,
      "ref_min_female": 2.4,
      "ref_max_female": 5.7,
      "ref_min_male": 3.4,
      "ref_max_male": 7.0,
      "critical_high": 13.0,
      "description": "Harnsäure ist das Endprodukt des Purinabbaus (aus Nukleinsäuren der Zellkerne) und wird durch die Nieren ausgeschieden. Erhöhte Werte können Gichtanfälle und Nierensteine verursachen.",
      "high_info": "Erhöhte Werte (Hyperurikämie) entstehen durch purinreiche Ernährung (Fleisch, Innereien, Meeresfrüchte), Alkohol, Übergewicht, eingeschränkte Nierenfunktion, Fastenperioden oder Medikamente (Diuretika).",
      "low_info": "Niedrige Werte (Hypourikämie) sind selten und meist klinisch nicht bedeutsam.",
      "recommendations": "Purinreiche Lebensmittel reduzieren (Innereien, Hülsenfrüchte, Bier), mehr Wasser trinken (>2 L/Tag), Übergewicht reduzieren, Alkohol einschränken."
    },
    {
      "id": "ptt",
      "name": "Partielle Thromboplastinzeit (PTT)",
      "short_name": "PTT",
      "long_name": "Partielle Thromboplastinzeit (aPTT)",
      "aliases": [
        "aPTT",
        "PTT",
        "aktivierte partielle Thromboplastinzeit"
      ],
      "category": "Gerinnung",
      "unit": "s",
      "ref_min": 24.0,
      "ref_max": 38.0,
      "critical_high": 80.0,
      "description": "Die PTT (partielle Thromboplastinzeit) misst die Gerinnungszeit des intrinsischen Gerinnungswegs. Sie wird zur Überwachung von Heparin-Therapien und zur Diagnose von Gerinnungsstörungen eingesetzt.",
      "high_info": "Verlängerte PTT entsteht bei Heparintherapie, Hämophilie A/B, Von-Willebrand-Syndrom, Leberfunktionsstörungen oder Verbrauchskoagulopathie.",
      "low_info": "Verkürzte PTT ist selten klinisch relevant, kann auf Thromboserisiko hinweisen.",
      "recommendations": "Regelmäßige Kontrolle bei Antikoagulanzientherapie. Vor Operationen ärztliche Abklärung."
    },
    {
      "id": "got",
      "name": "GOT",
      "short_name": "GOT",
      "long_name": "Glutamat-Oxalacetat-Transaminase (AST)",
      "aliases": [
        "AST",
        "GOT",
        "Aspartat-Aminotransferase"
      ],
      "category": "Leber",
      "unit": "U/L",
      "ref_min": 0.0,
      "ref_max": 40.0,
      "ref_max_female": 35.0,
      "ref_max_male": 40.0,
      "critical_high": 400.0,
      "description": "Die GOT (Glutamat-Oxalacetat-Transaminase, auch AST) ist ein Enzym, das in Leber, Herzmuskel, Skelettmuskel und anderen Organen vorkommt. Bei Zellschädigung tritt es ins Blut über.",
      "high_info": "Erhöhte Werte entstehen bei Lebererkrankungen, Herzinfarkt, Muskelerkrankungen, intensivem Sport, Alkoholkonsum, Medikamenten (Statine, Paracetamol).",
      "low_info": "Niedrige Werte haben keine klinische Bedeutung.",
      "recommendations": "Alkoholkonsum reduzieren, hepatotoxische Medikamente nach Rücksprache absetzen, bei anhaltend erhöhten Werten Leberultraschall."
    },
    {
      "id": "gpt",
      "name": "GPT",
      "short_name": "GPT",
      "long_name": "Glutamat-Pyruvat-Transaminase (ALT)",
      "aliases": [
        "ALT",
        "GPT",
        "Alanin-Aminotransferase"
      ],
      "category": "Leber",
      "unit": "U/L",
      "ref_min": 0.0,
      "ref_max": 50.0,
      "ref_max_female": 35.0,
      "ref_max_male": 50.0,
      "critical_high": 400.0,
      "description": "Die GPT (Alanin-Aminotransferase, ALT) ist nahezu ausschließlich in der Leber enthalten und der spezifischste Marker für Leberzellschäden. Bei Hepatitis und anderen Lebererkrankungen stark erhöht.",
      "high_info": "Erhöhte Werte entstehen bei Hepatitis (viral, alkoholisch, medikamentös), Fettleber, Leberzirrhose, Gallenstauung. Weniger spezifisch auch bei Herzinfarkt, Muskelerkrankungen.",
      "low_info": "Niedrige Werte haben keine klinische Bedeutung.",
      "recommendations": "Alkohol stark reduzieren oder meiden, Normalgewicht anstreben, hepatotoxische Substanzen meiden, regelmäßige Kontrolle bei Lebererkrankung."
    },
    {
      "id": "ggt",
      "name": "Gamma (y) - GT",
      "short_name": "GGT",
      "long_name": "Gamma-Glutamyl-Transferase",
      "aliases": [
        "GGT",
        "Gamma-GT",
        "γ-GT",
        "Gamma (y) - GT",
        "YGT"
      ],
      "category": "Leber",
      "unit": "U/L",
      "ref_min": 0.0,
      "ref_max": 60.0,
      "ref_max_female": 40.0,
      "ref_max_male": 60.0,
      "description": "Die GGT ist ein Enzym, das in Leber, Gallengang und Nieren vorkommt. Sie ist ein sehr sensitiver Marker für Alkoholmissbrauch und Gallenwegerkrankungen.",
      "high_info": "Erhöhte Werte entstehen durch Alkohol (sehr sensitiv!), Cholestase, Lebersteatose, Medikamente (Phenytoin, Carbamazepin), Herzinsuffizienz, Schilddrüsenüberfunktion.",
      "low_info": "Niedrige Werte haben keine klinische Bedeutung.",
      "recommendations": "Alkohol stark reduzieren, Medikamente überprüfen, Normalgewicht anstreben, bei isoliert erhöhter GGT an Alkohol oder Medikamente denken."
    },
    {
      "id": "alk_phosphatase",
      "name": "Alk. Phosphatase",
      "short_name": "AP",
      "long_name": "Alkalische Phosphatase",
      "aliases": [
        "AP",
        "ALK",
        "Alkalische Phosphatase",
        "ALP"
      ],
      "category": "Leber",
      "unit": "U/L",
      "ref_min": 35.0,
      "ref_max": 105.0,
      "ref_min_female": 35.0,
      "ref_max_female": 105.0,
      "ref_min_male": 40.0,
      "ref_max_male": 130.0,
      "description": "Die Alkalische Phosphatase (AP) ist ein Enzym, das in Leber, Knochen, Darm und Plazenta vorkommt. Erhöhungen können auf Gallenwegerkrankungen oder Knochenerkrankungen hinweisen.",
      "high_info": "Erhöhte Werte entstehen bei Cholestase, Lebererkrankungen, Knochenerkrankungen (Paget, Metastasen), Hyperparathyreoidismus. Physiologisch erhöht bei Wachstum und Schwangerschaft.",
      "low_info": "Niedrige Werte können bei Hypothyreose, Anämie oder Zinkmangel auftreten.",
      "recommendations": "Bei erhöhten Werten Differenzierung Leber- vs. Knochenursache durch weitere Tests (GGT, Knochenmarker)."
    },
    {
      "id": "bilirubin_gesamt",
      "name": "Bilirubin gesamt",
      "short_name": "Bili",
      "long_name": "Gesamtbilirubin",
      "aliases": [
        "Bilirubin",
        "Bilirubin (gesamt)",
        "Gesamtbilirubin",
        "Total Bilirubin"
      ],
      "category": "Leber",
      "unit": "mg/dL",
      "ref_min": 0.1,
      "ref_max": 1.2,
      "critical_high": 15.0,
      "description": "Bilirubin ist ein Abbauprodukt des Hämoglobins aus verbrauchten roten Blutkörperchen. Es wird in der Leber konjugiert und mit der Galle ausgeschieden. Erhöhte Werte (Ikterus) zeigen sich als Gelbfärbung von Haut und Augen.",
      "high_info": "Erhöhte Werte entstehen bei Hämolyse (indirektes Bili), Lebererkrankungen, Gallenwegverschluss (direktes Bili), Morbus Meulengracht oder Neugeborenenikterus.",
      "low_info": "Niedrige Werte haben keine klinische Bedeutung.",
      "recommendations": "Bei Ikterus (Gelbfärbung) sofortige ärztliche Abklärung. Alkohol meiden, Leber schonen."
    },
    {
      "id": "ldh",
      "name": "LDH",
      "short_name": "LDH",
      "long_name": "Laktatdehydrogenase",
      "aliases": [
        "LDH",
        "Laktatdehydrogenase",
        "Lactatdehydrogenase"
      ],
      "category": "Leber",
      "unit": "U/L",
      "ref_min": 120.0,
      "ref_max": 250.0,
      "critical_high": 1000.0,
      "description": "LDH (Laktatdehydrogenase) ist ein Enzym, das in fast allen Körperzellen vorkommt. Bei Zellschäden wird es freigesetzt. Es ist ein unspezifischer Marker für Gewebeschäden und wird auch als Tumormarker verwendet.",
      "high_info": "Erhöhte Werte entstehen bei Herzinfarkt, Lungenembolie, Hämolyse, Lebererkrankungen, Muskelerkrankungen, Tumoren (v.a. Lymphome), megaloblastärer Anämie.",
      "low_info": "Niedrige Werte haben keine klinische Bedeutung.",
      "recommendations": "Bei erhöhten Werten Differenzierung der Ursache durch weitere diagnostische Maßnahmen."
    },
    {
      "id": "cholesterin",
      "name": "Cholesterin",
      "short_name": "CHOL",
      "long_name": "Gesamtcholesterin",
      "aliases": [
        "Cholesterin (gesamt)",
        "Total Cholesterol",
        "CHOL"
      ],
      "category": "Fettstoffwechsel",
      "unit": "mg/dL",
      "ref_min": 0.0,
      "ref_max": 200.0,
      "critical_high": 300.0,
      "description": "Cholesterin ist ein lebenswichtiger Stoff für Zellmembranen, Hormone und Gallensäuren. Das Gesamtcholesterin umfasst alle Cholesterinfraktionen (LDL, HDL, VLDL). Erhöhte Werte erhöhen das kardiovaskuläre Risiko.",
      "high_info": "Erhöhte Werte entstehen durch Ernährung (gesättigte Fette, Transfette), genetische Faktoren (familiäre Hypercholesterinämie), Hypothyreose, Diabetes, Nierenerkrankungen.",
      "low_info": "Sehr niedrige Werte (<100) können auf Mangelernährung, Hyperthyreose, Lebererkrankungen oder maligne Erkrankungen hinweisen.",
      "recommendations": "Weniger gesättigte Fette, mehr Ballaststoffe, körperliche Aktivität, Normalgewicht anstreben, Rauchen aufhören."
    },
    {
      "id": "hdl_cholesterin",
      "name": "HDL-Cholesterin",
      "short_name": "HDL",
      "long_name": "High-Density-Lipoprotein-Cholesterin (HDL)",
      "aliases": [
        "HDL",
        "HDL-Cholesterol",
        "Gutes Cholesterin"
      ],
      "category": "Fettstoffwechsel",
      "unit": "mg/dL",
      "ref_min": 40.0,
      "ref_max": 999.0,
      "ref_min_female": 50.0,
      "ref_min_male": 40.0,
      "critical_low": 25.0,
      "description": "HDL-Cholesterin ('gutes Cholesterin') transportiert Cholesterin von den Gefäßen zurück zur Leber und schützt so vor Arteriosklerose. Hohe HDL-Werte sind kardioprotektiv.",
      "high_info": "Sehr hohe HDL-Werte (>100) sind selten und meist harmlos. Ausnahme: Einige genetische Varianten mit sehr hohem HDL können das Risiko nicht senken.",
      "low_info": "Niedrige Werte erhöhen das Herzinfarkt- und Schlaganfallrisiko deutlich. Ursachen: Bewegungsmangel, Übergewicht, Diabetes, Rauchen, genetische Faktoren.",
      "recommendations": "Regelmäßige körperliche Aktivität (ideal für HDL-Erhöhung), gesunde Fette (Olivenöl, Nüsse, Avocado), Rauchen aufhören, Alkohol moderat."
    },
    {
      "id": "ldl_cholesterin",
      "name": "LDL-Cholesterin",
      "short_name": "LDL",
      "long_name": "Low-Density-Lipoprotein-Cholesterin (LDL)",
      "aliases": [
        "LDL",
        "LDL-Cholesterol",
        "Schlechtes Cholesterin"
      ],
      "category": "Fettstoffwechsel",
      "unit": "mg/dL",
      "ref_min": 0.0,
      "ref_max": 130.0,
      "critical_high": 190.0,
      "description": "LDL-Cholesterin ('schlechtes Cholesterin') transportiert Cholesterin zur Zellen. Bei Überschuss lagert es sich in Gefäßwänden ab und fördert Arteriosklerose. Das LDL ist der wichtigste kardiovaskuläre Risikomarker im Lipidprofil.",
      "high_info": "Erhöhte Werte sind der wichtigste Risikofaktor für Herzinfarkt und Schlaganfall. Ursachen: fettreiche Ernährung, genetische Faktoren (familiäre Hypercholesterinämie), Hypothyreose, Diabetes.",
      "low_info": "Sehr niedrige Werte (<50) entstehen oft durch Statintherapie oder können selten auf Hyperthyreose oder Mangelernährung hinweisen.",
      "recommendations": "Gesättigte Fette und Transfette reduzieren, mehr Ballaststoffe (Hafer, Flohsamen), körperliche Aktivität, Normalgewicht, ggf. Statine nach ärztlicher Absprache."
    },
    {
      "id": "ldl_hdl_ratio",
      "name": "LDL/HDL",
      "short_name": "LDL/HDL",
      "long_name": "LDL-HDL-Quotient (kardiovaskuläres Risiko)",
      "aliases": [
        "LDL/HDL-Ratio",
        "Atherogenindex"
      ],
      "category": "Fettstoffwechsel",
      "unit": "",
      "ref_min": 0.0,
      "ref_max": 2.5,
      "description": "Der LDL/HDL-Quotient ist ein wichtiger Marker für das kardiovaskuläre Risiko. Je niedriger dieser Wert, desto besser. Er wird berechnet aus LDL geteilt durch HDL.",
      "high_info": "Hohe Werte (>2,5) zeigen ein erhöhtes Arteriosklerose- und Herzinfarktrisiko an. Ab 4,0 deutlich erhöhtes Risiko.",
      "low_info": "Niedrige Werte (<2,0) deuten auf ein günstiges Lipidprofil hin.",
      "recommendations": "LDL senken und HDL erhöhen durch Lebensstilmaßnahmen (Ernährung, Sport, Rauchen aufhören)."
    },
    {
      "id": "chol_ri",
      "name": "CHOL ri",
      "short_name": "CHOL ri",
      "long_name": "Cholesterin-Risiko-Index",
      "aliases": [
        "Cholesterin-Risikoindex",
        "Atherogenindex"
      ],
      "category": "Fettstoffwechsel",
      "unit": "",
      "ref_min": 0.0,
      "ref_max": 5.0,
      "description": "Der Cholesterin-Risiko-Index (Gesamtcholesterin/HDL) ist ein Maß für das kardiovaskuläre Risiko. Niedrige Werte sind günstig. Auch als Atherogenitätsindex bezeichnet.",
      "high_info": "Werte über 5 deuten auf ein erhöhtes kardiovaskuläres Risiko hin.",
      "low_info": "Niedrige Werte unter 3,5 gelten als günstig.",
      "recommendations": "Gesamtcholesterin senken, HDL erhöhen durch Lebensstilmaßnahmen."
    },
    {
      "id": "triglyceride",
      "name": "Triglyceride",
      "short_name": "TG",
      "long_name": "Triglyzeride (Neutralfette)",
      "aliases": [
        "Triglyzeride",
        "Neutralfette",
        "TG",
        "TRIG"
      ],
      "category": "Fettstoffwechsel",
      "unit": "mg/dL",
      "ref_min": 0.0,
      "ref_max": 200.0,
      "critical_high": 500.0,
      "description": "Triglyzeride sind die häufigste Form der Nahrungsfette und werden als Energiereserve im Fettgewebe gespeichert. Erhöhte Werte erhöhen das Herzinfarkt- und Pankreatitisrisiko.",
      "high_info": "Erhöhte Werte entstehen durch Übergewicht, kohlenhydrat- und fettreiche Ernährung, Alkohol, Diabetes, Hypothyreose, Nierenerkrankungen oder genetische Faktoren.",
      "low_info": "Sehr niedrige Werte sind klinisch meist ohne Bedeutung.",
      "recommendations": "Weniger Zucker und Alkohol, mehr Ballaststoffe und Omega-3-Fettsäuren, Normalgewicht, regelmäßige körperliche Aktivität."
    },
    {
      "id": "blutzucker_nuechtern",
      "name": "BZnü",
      "short_name": "BZ",
      "long_name": "Blutzucker nüchtern",
      "aliases": [
        "Nüchternblutzucker",
        "Nüchternglukose",
        "Blutzucker nüchtern",
        "BZnü",
        "Glucose im Serum"
      ],
      "category": "Stoffwechsel",
      "unit": "mg/dL",
      "ref_min": 60.0,
      "ref_max": 100.0,
      "critical_low": 40.0,
      "critical_high": 500.0,
      "description": "Der Nüchternblutzucker ist die Glukosekonzentration im Blut nach mindestens 8 Stunden Nahrungskarenz. Er ist der wichtigste Screening-Parameter für Diabetes mellitus.",
      "high_info": "Werte 100–125 mg/dL: Prädiabetes. Werte ≥126 mg/dL an zwei Messtagen: Diabetes mellitus. Ursachen: Diabetes Typ 1/2, Pankreas-/Hormonerkrankungen, Kortikosteroide.",
      "low_info": "Werte unter 70 mg/dL: Hypoglykämie. Symptome: Zittern, Schwitzen, Verwirrtheit. Bei Insulintherapie oder Alkohol.",
      "recommendations": "Weniger Zucker und einfache Kohlenhydrate, mehr Ballaststoffe, regelmäßige Mahlzeiten, körperliche Aktivität, Normalgewicht."
    },
    {
      "id": "hba1c",
      "name": "HbA1c (HPLC)",
      "short_name": "HbA1c",
      "long_name": "Glykiertes Hämoglobin (Langzeit-Blutzucker)",
      "aliases": [
        "HbA1c",
        "Glykohämoglobin",
        "Langzeitblutzucker",
        "HbA1c (HPLC)"
      ],
      "category": "Stoffwechsel",
      "unit": "%",
      "ref_min": 4.0,
      "ref_max": 6.0,
      "critical_high": 10.0,
      "description": "HbA1c zeigt den durchschnittlichen Blutzuckerwert der letzten 2–3 Monate an. Zuckermoleküle binden sich dauerhaft an Hämoglobin. Er ist der wichtigste Parameter zur Diabeteskontrolle.",
      "high_info": "6,0–6,4%: Prädiabetes. ≥6,5%: Diabetes mellitus. Langfristig erhöhte Werte schädigen Blutgefäße, Nerven, Nieren, Augen und Herz.",
      "low_info": "Sehr niedrige Werte (<4%) können bei Hämolyse oder Blutverlusten auftreten. Bei Diabetikern unter 6,5% Zielbereich – aber nicht zu niedrig (Hypoglykämiegefahr).",
      "recommendations": "Zuckerreiche Lebensmittel reduzieren, Ballaststoffe erhöhen, regelmäßige körperliche Aktivität, Gewichtsreduktion bei Übergewicht."
    },
    {
      "id": "hba1c_ifcc",
      "name": "HbA1c (IFCC)",
      "short_name": "HbA1c IFCC",
      "long_name": "Glykiertes Hämoglobin nach IFCC-Standard (mmol/mol)",
      "aliases": [
        "HbA1c IFCC",
        "HbA1c (mmol/mol)"
      ],
      "category": "Stoffwechsel",
      "unit": "mmol/mol",
      "ref_min": 20.2,
      "ref_max": 42.1,
      "critical_high": 86.0,
      "description": "Der IFCC-HbA1c ist die internationale Einheit für glykiertes Hämoglobin. 42 mmol/mol entspricht ~6,0% (NGSP). Er zeigt wie der % Wert den Langzeit-Blutzucker der letzten 2–3 Monate.",
      "high_info": "42–47 mmol/mol: Prädiabetes. ≥48 mmol/mol: Diabetes mellitus.",
      "low_info": "Sehr niedrige Werte können bei Hämolyse auftreten.",
      "recommendations": "Wie bei HbA1c (%)."
    },
    {
      "id": "mittlere_blutglucose",
      "name": "mittlere Blutglucose",
      "short_name": "mBG",
      "long_name": "Mittlere Blutglukose (aus HbA1c berechnet)",
      "aliases": [
        "eAG",
        "Estimated Average Glucose",
        "mittlere Blutglucose"
      ],
      "category": "Stoffwechsel",
      "unit": "mg/dL",
      "ref_min": 70.0,
      "ref_max": 120.0,
      "description": "Die mittlere Blutglukose wird aus dem HbA1c-Wert berechnet und entspricht dem durchschnittlichen Blutzucker der letzten 2–3 Monate (eAG = estimated average glucose). Formel: eAG = 28,7 × HbA1c(%) − 46,7.",
      "high_info": "Werte über 140 mg/dL entsprechen einem HbA1c über 6,5% und deuten auf Diabetes hin.",
      "low_info": "Werte unter 70 mg/dL entsprechen einer Hypoglykämie.",
      "recommendations": "Wie bei HbA1c."
    },
    {
      "id": "tsh",
      "name": "TSH bas",
      "short_name": "TSH",
      "long_name": "Thyreoidea-stimulierendes Hormon (TSH) basal",
      "aliases": [
        "TSH",
        "Thyreoidea-stimulierendes Hormon",
        "Thyreotropin",
        "TSH basal"
      ],
      "category": "Schilddrüse",
      "unit": "mIU/L",
      "ref_min": 0.27,
      "ref_max": 4.2,
      "description": "TSH (Thyreoidea-stimulierendes Hormon) wird von der Hypophyse produziert und steuert die Schilddrüsenfunktion. Es ist der wichtigste Screening-Parameter für Schilddrüsenfunktionsstörungen.",
      "high_info": "Erhöhtes TSH deutet auf Schilddrüsenunterfunktion (Hypothyreose) hin: Erschöpfung, Gewichtszunahme, Kälteempfindlichkeit, trockene Haut, Verstopfung.",
      "low_info": "Erniedrigtes TSH deutet auf Schilddrüsenüberfunktion (Hyperthyreose) hin: Gewichtsverlust, Herzrasen, Schwitzen, innere Unruhe, Schlafstörungen.",
      "recommendations": "Bei Abweichungen Schilddrüsenultraschall und Schilddrüsenantikörper bestimmen. Jodreiche Ernährung (Seefisch, Meeresfrüchte, Jodsalz)."
    },
    {
      "id": "freies_t3",
      "name": "freies T3",
      "short_name": "fT3",
      "long_name": "Freies Trijodthyronin (fT3)",
      "aliases": [
        "fT3",
        "Freies T3",
        "Freies Trijodthyronin",
        "T3 frei"
      ],
      "category": "Schilddrüse",
      "unit": "pg/mL",
      "ref_min": 1.8,
      "ref_max": 4.2,
      "description": "fT3 ist die freie, biologisch aktive Form des Schilddrüsenhormons T3 (Trijodthyronin). Es beeinflusst Stoffwechsel, Herzfrequenz, Körpertemperatur und Wachstum.",
      "high_info": "Erhöhtes fT3 tritt bei Hyperthyreose auf (Morbus Basedow, Autonomien). Symptome: Herzrasen, Gewichtsverlust, Schwitzen, Unruhe.",
      "low_info": "Erniedrigtes fT3 tritt bei Hypothyreose, Non-Thyroidal-Illness-Syndrom (schwere Erkrankungen) oder nach Schilddrüsenentfernung auf.",
      "recommendations": "Bei Abweichungen Schilddrüsenszintigraphie und Antikörperbestimmung. Selenmangel kann T3-Produktion einschränken."
    },
    {
      "id": "freies_t4",
      "name": "freies T4",
      "short_name": "fT4",
      "long_name": "Freies Thyroxin (fT4)",
      "aliases": [
        "fT4",
        "Freies T4",
        "Freies Thyroxin",
        "T4 frei"
      ],
      "category": "Schilddrüse",
      "unit": "ng/dL",
      "ref_min": 0.9,
      "ref_max": 1.7,
      "description": "fT4 ist die freie Form des Schilddrüsenhormons Thyroxin (T4). Es wird in der Leber und anderen Geweben zu T3 (aktive Form) umgewandelt. Wichtiger Bestandteil der Schilddrüsenfunktionsdiagnostik.",
      "high_info": "Erhöhtes fT4 bei Hyperthyreose. Überwachung bei Schilddrüsentherapie.",
      "low_info": "Erniedrigtes fT4 bei Hypothyreose, Hypopituitarismus oder Unterernährung.",
      "recommendations": "Regelmäßige Kontrolle bei Schilddrüsenerkrankung. Ausreichend Jod und Selen über die Ernährung."
    },
    {
      "id": "tpo_ak",
      "name": "AK gg. Thyreoperoxydase",
      "short_name": "TPO-AK",
      "long_name": "Antikörper gegen Thyreoperoxidase (TPO-AK)",
      "aliases": [
        "TPO-AK",
        "Anti-TPO",
        "MAK",
        "Mikrosomale Antikörper",
        "AK gg. Thyreoperoxidase"
      ],
      "category": "Schilddrüse",
      "unit": "U/mL",
      "ref_min": 0.0,
      "ref_max": 35.0,
      "description": "TPO-Antikörper (Anti-Thyreoperoxidase) sind Autoantikörper gegen das schilddrüsenspezifische Enzym Thyreoperoxidase. Sie sind Marker für Autoimmunthyreoiditis (Hashimoto-Thyreoiditis und Morbus Basedow).",
      "high_info": "Erhöhte Werte deuten auf Autoimmunthyreoiditis hin (Hashimoto, Morbus Basedow). Hohe Werte erhöhen das Risiko einer Hypothyreose im Verlauf.",
      "low_info": "Werte im Normbereich schließen eine Autoimmunthyreoiditis nicht vollständig aus.",
      "recommendations": "Regelmäßige TSH-Kontrolle bei erhöhten TPO-AK. Selen 200 µg/Tag kann Antikörperspiegel senken. Glutenfreie Ernährung diskutiert."
    },
    {
      "id": "trak",
      "name": "AK gg. TSH-Rezeptor",
      "short_name": "TRAK",
      "long_name": "TSH-Rezeptor-Antikörper (TRAK)",
      "aliases": [
        "TRAK",
        "TSH-Rezeptor-AK",
        "Anti-TSH-R",
        "AK gg. TSH-Rezeptor"
      ],
      "category": "Schilddrüse",
      "unit": "U/L",
      "ref_min": 0.0,
      "ref_max": 1.5,
      "description": "TRAK sind Antikörper gegen den TSH-Rezeptor der Schilddrüsenzellen. Stimulierende TRAK verursachen Morbus Basedow (Hyperthyreose), blockierende TRAK können Hypothyreose verursachen.",
      "high_info": "Erhöhte Werte sind typisch für Morbus Basedow mit Hyperthyreose, Exophthalmus und Struma. Wichtig für Therapiekontrolle.",
      "low_info": "Normwerte schließen Morbus Basedow weitgehend aus.",
      "recommendations": "Bei Morbus Basedow medikamentöse oder ablative Therapie nach ärztlicher Absprache. Rauchen verstärkt Basedow-Symptome deutlich."
    },
    {
      "id": "vitamin_d",
      "name": "Vitamin-D",
      "short_name": "Vit-D",
      "long_name": "25-Hydroxyvitamin-D₃ (Calcidiol)",
      "aliases": [
        "Vitamin D",
        "25-OH-Vitamin-D",
        "Calcidiol",
        "Cholecalciferol"
      ],
      "category": "Vitamine & Mineralstoffe",
      "unit": "ng/mL",
      "ref_min": 41.0,
      "ref_max": 90.0,
      "critical_low": 10.0,
      "critical_high": 150.0,
      "description": "Vitamin D₃ wird hauptsächlich durch Sonnenlichtexposition in der Haut gebildet und ist entscheidend für Kalziumaufnahme, Knochengesundheit, Immunsystem und viele weitere Körperfunktionen. Mangelzustände sind in Deutschland sehr häufig.",
      "high_info": "Toxische Werte (>150 ng/mL) entstehen nur durch Überdosierung von Vitamin-D-Präparaten. Symptome: Hyperkalzämie, Übelkeit, Schwäche.",
      "low_info": "Mangel (<20 ng/mL): erhöhtes Risiko für Osteoporose, Muskelschwäche, Infektanfälligkeit, Depression, Autoimmunerkrankungen. Suboptimal: 20–40 ng/mL.",
      "recommendations": "Regelmäßige Sonnenexposition (Arme, Gesicht, 15–30 Min täglich). Im Winter Supplementierung 1.000–4.000 IE/Tag. Kontrollmessung nach 3 Monaten."
    },
    {
      "id": "vitamin_b12",
      "name": "B12",
      "short_name": "B12",
      "long_name": "Vitamin B12 (Cobalamin)",
      "aliases": [
        "Vitamin B12",
        "Cobalamin",
        "Cyanocobalamin"
      ],
      "category": "Vitamine & Mineralstoffe",
      "unit": "pg/mL",
      "ref_min": 197.0,
      "ref_max": 771.0,
      "critical_low": 100.0,
      "description": "Vitamin B12 (Cobalamin) ist essenziell für die Blutbildung, die neurologische Funktion und die DNA-Synthese. Es kommt nur in tierischen Lebensmitteln vor und wird im Ileum mithilfe des Intrinsic-Faktors aufgenommen.",
      "high_info": "Erhöhte Werte sind meist harmlos (Supplementierung). Selten: Lebererkrankungen, myeloproliferative Erkrankungen.",
      "low_info": "Mangel führt zu megaloblastärer Anämie, neurologischen Schäden (funikuläre Spinalerkrankung), Gedächtnisstörungen, Kribbeln in Händen/Füßen. Risikogruppen: Veganer, ältere Menschen, Metformin-Nutzer.",
      "recommendations": "Tierische Lebensmittel (Leber, Fisch, Fleisch, Eier). Bei Mangel/Veganer: Supplemente (1.000 µg/Tag). Regelmäßige Kontrolle bei Risikogruppen."
    },
    {
      "id": "ferritin",
      "name": "Ferritin",
      "short_name": "Fer",
      "long_name": "Ferritin (Eisenspeicherprotein)",
      "aliases": [
        "Ferritin",
        "Eisenspeicher"
      ],
      "category": "Vitamine & Mineralstoffe",
      "unit": "ng/mL",
      "ref_min": 12.0,
      "ref_max": 400.0,
      "ref_min_female": 12.0,
      "ref_max_female": 150.0,
      "ref_min_male": 30.0,
      "ref_max_male": 400.0,
      "critical_low": 5.0,
      "critical_high": 1000.0,
      "description": "Ferritin ist das wichtigste Eisenspeicherprotein des Körpers. Es zeigt die Eisenspeicher des Körpers an und ist der sensitivste Marker für einen Eisenmangel – auch bevor Anämie entsteht.",
      "high_info": "Erhöhte Werte entstehen bei Hämochromatose (Eisenspeicherkrankheit), Leberkrankungen, Entzündungen (Akute-Phase-Reaktion), Tumorerkrankungen. Ferritin ist ein Entzündungsmarker.",
      "low_info": "Niedrige Werte (Eisenmangel) führen zu Müdigkeit, Konzentrationsstörungen, Haarausfall, brüchige Nägel, Restless-Legs-Syndrom. Risikogruppen: Frauen im gebärfähigen Alter, Veganer, Sportler.",
      "recommendations": "Eisenreiche Lebensmittel (rotes Fleisch, Hülsenfrüchte, Kürbiskerne), Vitamin C verbessert Eisenaufnahme, Kaffee/Tee bei Mahlzeiten meiden. Bei Mangel Eisenpräparate."
    },
    {
      "id": "eisen",
      "name": "Eisen",
      "short_name": "Fe",
      "long_name": "Serumeisen",
      "aliases": [
        "Serumeisen",
        "Fe",
        "Iron"
      ],
      "category": "Vitamine & Mineralstoffe",
      "unit": "µg/dL",
      "ref_min": 60.0,
      "ref_max": 160.0,
      "ref_min_female": 37.0,
      "ref_max_female": 145.0,
      "ref_min_male": 59.0,
      "ref_max_male": 158.0,
      "description": "Das Serumeisen zeigt die im Blut zirkulierende Eisenmenge an. Es unterliegt starken Tagesschwankungen und ist alleine wenig aussagekräftig. Zusammen mit Ferritin und Transferrinsättigung liefert es ein vollständiges Bild des Eisenstatus.",
      "high_info": "Erhöhte Werte entstehen bei Hämochromatose, Hämolyse, Leberkrankungen oder zu hoher Eisenzufuhr.",
      "low_info": "Erniedrigte Werte entstehen bei Eisenmangel, chronischen Entzündungen, Schwangerschaft oder Mangelernährung.",
      "recommendations": "Eisenreiche Ernährung. Kaffee, Tee und Kalzium reduzieren Eisenaufnahme. Ferritin ist aussagekräftiger als Serumeisen."
    },
    {
      "id": "natrium",
      "name": "Natrium",
      "short_name": "Na",
      "long_name": "Natrium (Serumelektrolyt)",
      "aliases": [
        "Natrium",
        "Na",
        "Sodium"
      ],
      "category": "Vitamine & Mineralstoffe",
      "unit": "mmol/L",
      "ref_min": 136.0,
      "ref_max": 145.0,
      "critical_low": 120.0,
      "critical_high": 160.0,
      "description": "Natrium ist das wichtigste Elektrolyt im extrazellulären Raum und reguliert den Wasserhaushalt, Blutdruck und Nerven-/Muskelfunktion. Starke Abweichungen können lebensbedrohlich sein.",
      "high_info": "Erhöhtes Natrium (Hypernatriämie) entsteht durch Flüssigkeitsmangel, Diabetes insipidus oder zu hohe Natriumzufuhr. Symptome: Durst, Verwirrtheit, Krampfanfälle.",
      "low_info": "Erniedrigtes Natrium (Hyponatriämie) entsteht durch Erbrechen, Durchfall, übermäßiges Trinken, Herzinsuffizienz, Nierenerkrankungen, SIADH. Schwere Hyponatriämie kann zu Hirnödem führen.",
      "recommendations": "Ausgewogene Salzzufuhr, ausreichend trinken. Bei Herzinsuffizienz oder Nierenerkrankung salzarme Diät."
    },
    {
      "id": "kalium",
      "name": "Kalium",
      "short_name": "K",
      "long_name": "Kalium (Serumelektrolyt)",
      "aliases": [
        "Kalium",
        "K",
        "Potassium"
      ],
      "category": "Vitamine & Mineralstoffe",
      "unit": "mmol/L",
      "ref_min": 3.6,
      "ref_max": 5.5,
      "critical_low": 2.5,
      "critical_high": 6.5,
      "description": "Kalium ist der wichtigste intrazelluläre Elektrolyt und essenziell für die Herzfunktion, Muskelkontraktionen und Nervenimpulse. Abweichungen von der Norm können Herzrhythmusstörungen verursachen.",
      "high_info": "Erhöhtes Kalium (Hyperkaliämie) entsteht bei Niereninsuffizienz, Azidose, Zellzerfall oder bestimmten Medikamenten (ACE-Hemmer, Kaliumsparer). Kann Herzstillstand verursachen.",
      "low_info": "Erniedrigtes Kalium (Hypokaliämie) entsteht durch Erbrechen, Durchfall, Diuretika, Laxanzienabusus. Führt zu Muskelschwäche, Herzrhythmusstörungen.",
      "recommendations": "Kaliumreiche Lebensmittel: Bananen, Kartoffeln, Hülsenfrüchte, Nüsse, Avocado. Übermäßiger Salzkonsum kann Kaliumausscheidung fördern."
    },
    {
      "id": "calcium",
      "name": "Calcium",
      "short_name": "Ca",
      "long_name": "Calcium (Serumkalzium)",
      "aliases": [
        "Kalzium",
        "Ca",
        "Calcium"
      ],
      "category": "Vitamine & Mineralstoffe",
      "unit": "mmol/L",
      "ref_min": 2.15,
      "ref_max": 2.55,
      "critical_low": 1.5,
      "critical_high": 3.5,
      "description": "Kalzium ist der mengenmäßig bedeutendste Mineralstoff des Körpers. 99% sind in Knochen und Zähnen gespeichert. Es reguliert Muskelkontraktionen, Nervenimpulse, Blutgerinnung und Hormonsekretionen.",
      "high_info": "Erhöhtes Kalzium (Hyperkalzämie) entsteht durch Hyperparathyreoidismus, Tumoren, Vitamin-D-Überdosierung, Sarkoidose. Symptome: Übelkeit, Verstopfung, Verwirrtheit, Nierensteine.",
      "low_info": "Erniedrigtes Kalzium (Hypokalzämie) entsteht bei Hypoparathyreoidismus, Vitamin-D-Mangel, Niereninsuffizienz. Symptome: Muskelkrämpfe, Kribbeln, Tetanie.",
      "recommendations": "Kalziumreiche Lebensmittel (Milchprodukte, grünes Blattgemüse, Nüsse), ausreichend Vitamin D für Kalziumaufnahme, Bewegung für Knochenstärke."
    },
    {
      "id": "magnesium",
      "name": "Magnesium",
      "short_name": "Mg",
      "long_name": "Magnesium (Serummagnesium)",
      "aliases": [
        "Magnesium",
        "Mg"
      ],
      "category": "Vitamine & Mineralstoffe",
      "unit": "mmol/L",
      "ref_min": 0.66,
      "ref_max": 1.07,
      "description": "Magnesium ist an über 300 enzymatischen Reaktionen beteiligt und wichtig für Muskel- und Nervenfunktion, Herzrhythmus, Blutdruck, Knochen und Blutzuckerkontrolle.",
      "high_info": "Erhöhtes Magnesium (Hypermagnesiämie) ist selten, entsteht bei Niereninsuffizienz oder zu hoher Zufuhr. Kann Muskelschwäche und Herzrhythmusstörungen verursachen.",
      "low_info": "Magnesiummangel (Hypomagnesiämie) ist häufig unterschätzt. Symptome: Muskelkrämpfe, Herzrasen, Schlafstörungen, Reizbarkeit, Kopfschmerzen.",
      "recommendations": "Magnesiumreiche Lebensmittel: Nüsse, Vollkornprodukte, Hülsenfrüchte, dunkle Schokolade. Bei Bedarf Supplementierung 300–400 mg/Tag."
    },
    {
      "id": "homocystein",
      "name": "Homocystein (HPLC)",
      "short_name": "Hcy",
      "long_name": "Homocystein",
      "aliases": [
        "Homocystein",
        "Homocysteine",
        "Hcy"
      ],
      "category": "Vitamine & Mineralstoffe",
      "unit": "µmol/L",
      "ref_min": 5.0,
      "ref_max": 10.0,
      "critical_high": 30.0,
      "description": "Homocystein ist eine schwefelhaltige Aminosäure, die beim Methionin-Stoffwechsel entsteht. Erhöhte Spiegel schädigen Blutgefäße und sind ein unabhängiger Risikofaktor für Herzinfarkt, Schlaganfall und Demenz.",
      "high_info": "Erhöhte Werte entstehen bei Folsäure-, B12- oder B6-Mangel, Niereninsuffizienz, genetischen Varianten (MTHFR-Mutation), Rauchen, Alkohol, Hypothyreose.",
      "low_info": "Sehr niedrige Werte sind klinisch ohne Bedeutung.",
      "recommendations": "Folsäure (400–800 µg/Tag), Vitamin B12 (500–1.000 µg/Tag) und Vitamin B6 (1,5–3 mg/Tag) senken Homocystein effektiv. Rauchen aufhören."
    },
    {
      "id": "crp",
      "name": "CRP",
      "short_name": "CRP",
      "long_name": "C-reaktives Protein",
      "aliases": [
        "C-reaktives Protein",
        "C-Reaktives Protein",
        "hsCRP",
        "CRP (hochsensitiv)"
      ],
      "category": "Entzündung",
      "unit": "mg/L",
      "ref_min": 0.0,
      "ref_max": 5.0,
      "critical_high": 100.0,
      "description": "CRP (C-reaktives Protein) ist ein akuter Entzündungsmarker, der in der Leber produziert wird. Er steigt bei Entzündungen, Infektionen und Gewebeschäden innerhalb von Stunden an und ist ein empfindlicher, aber unspezifischer Marker.",
      "high_info": "Erhöhte Werte entstehen bei bakteriellen Infektionen, Entzündungen, Herzinfarkt, Tumoren, Autoimmunerkrankungen. Stark erhöhte Werte (>100 mg/L) weisen auf schwere bakterielle Infektionen hin.",
      "low_info": "Werte im Normbereich schließen eine schwere Infektion weitgehend aus.",
      "recommendations": "Bei erhöhtem CRP die Grundursache abklären. Regelmäßige körperliche Aktivität und Gewichtsreduktion können chronisch erhöhte CRP-Werte senken."
    },
    {
      "id": "gesamt_eiweiss",
      "name": "Gesamt Eiweiß",
      "short_name": "TP",
      "long_name": "Gesamteiweiß (Gesamtprotein)",
      "aliases": [
        "Gesamtprotein",
        "Gesamteiweiß",
        "Total Protein",
        "TP"
      ],
      "category": "Eiweiß",
      "unit": "g/dL",
      "ref_min": 6.6,
      "ref_max": 8.7,
      "description": "Das Gesamteiweiß gibt die Gesamtkonzentration aller Proteine im Blutserum an, hauptsächlich Albumin und Globuline. Es ist ein Marker für Ernährungsstatus, Leberfunktion und Immunstatus.",
      "high_info": "Erhöhte Werte entstehen bei Dehydration, chronischen Entzündungen, Plasmozytom (Myelom) oder Waldenström-Erkrankung.",
      "low_info": "Erniedrigte Werte entstehen bei Mangelernährung, Leberinsuffizienz, Malabsorption, Nierenerkrankungen (nephrotisches Syndrom) oder Entzündungen.",
      "recommendations": "Ausgewogene eiweißreiche Ernährung. Bei niedrigem Gesamteiweiß Ursache abklären."
    },
    {
      "id": "albumin",
      "name": "Albumin",
      "short_name": "Alb",
      "long_name": "Albumin (Serumelektrophorese)",
      "aliases": [
        "Albumin",
        "Serumalbumin"
      ],
      "category": "Eiweiß",
      "unit": "%",
      "ref_min": 55.8,
      "ref_max": 66.1,
      "description": "Albumin ist das häufigste Protein im Blutserum und wird ausschließlich in der Leber produziert. In der Serumelektrophorese wird Albumin als prozentualer Anteil am Gesamteiweiß angegeben. Es transportiert viele Substanzen (Hormone, Medikamente, Fettsäuren) und reguliert den onkotischen Druck.",
      "high_info": "Erhöhte Albumin-Werte entstehen durch Dehydration.",
      "low_info": "Erniedrigtes Albumin (Hypoalbuminämie) entsteht bei Leberinsuffizienz, Mangelernährung, Entzündungen, nephrotischem Syndrom oder Malabsorption. Führt zu Ödemen.",
      "recommendations": "Ausreichende Proteinzufuhr (1,0–1,5 g/kg/Tag), Lebergesundheit fördern. Bei Ödembildung ärztliche Abklärung."
    },
    {
      "id": "alpha1_globulin",
      "name": "Alpha1-Globulin",
      "short_name": "α1-Glob",
      "long_name": "Alpha-1-Globuline (Serumelektrophorese)",
      "aliases": [
        "Alpha-1-Globulin",
        "α1-Globulin"
      ],
      "category": "Eiweiß",
      "unit": "%",
      "ref_min": 2.9,
      "ref_max": 4.9,
      "description": "Alpha-1-Globuline umfassen hauptsächlich Alpha-1-Antitrypsin und Alpha-1-saures Glykoprotein. In der Serumelektrophorese als prozentualer Anteil am Gesamteiweiß angegeben. Sie werden bei Entzündungen erhöht.",
      "high_info": "Erhöhte Werte entstehen bei akuten Entzündungen (Akute-Phase-Reaktion), Tumoren, Schwangerschaft.",
      "low_info": "Erniedrigte Werte können auf Alpha-1-Antitrypsin-Mangel (Lungenemphysem, Leberzirrhose) hinweisen.",
      "recommendations": "Bei erniedrigten Werten Alpha-1-Antitrypsin-Genotypisierung in Betracht ziehen."
    },
    {
      "id": "alpha2_globulin",
      "name": "Alpha2-Globulin",
      "short_name": "α2-Glob",
      "long_name": "Alpha-2-Globuline (Serumelektrophorese)",
      "aliases": [
        "Alpha-2-Globulin",
        "α2-Globulin"
      ],
      "category": "Eiweiß",
      "unit": "%",
      "ref_min": 7.1,
      "ref_max": 11.8,
      "description": "Alpha-2-Globuline umfassen hauptsächlich Alpha-2-Makroglobulin, Haptoglobin und Coeruloplasmin. In der Serumelektrophorese als prozentualer Anteil am Gesamteiweiß angegeben. Sie sind wichtige Akute-Phase-Proteine.",
      "high_info": "Erhöhte Werte bei nephrotischem Syndrom, akuten Entzündungen, Diabetes mellitus.",
      "low_info": "Erniedrigte Werte entstehen bei Hämolyse (Haptoglobin wird verbraucht) oder Leberinsuffizienz.",
      "recommendations": "Kombination mit Haptoglobin-Bestimmung bei Verdacht auf Hämolyse."
    },
    {
      "id": "beta_globulin",
      "name": "Beta-Globulin",
      "short_name": "β-Glob",
      "long_name": "Beta-Globuline (Serumelektrophorese)",
      "aliases": [
        "Beta-Globulin",
        "β-Globulin"
      ],
      "category": "Eiweiß",
      "unit": "%",
      "ref_min": 8.4,
      "ref_max": 13.1,
      "description": "Beta-Globuline umfassen Transferrin, LDL, Komplementproteine (C3/C4) und Immunglobulin A. In der Serumelektrophorese als prozentualer Anteil am Gesamteiweiß angegeben. Sie transportieren Eisen und Lipide.",
      "high_info": "Erhöhte Werte bei Eisenmangel (erhöhtes Transferrin), Nierenerkrankungen, Monoklonaler Gammopathie.",
      "low_info": "Erniedrigte Werte bei Leberinsuffizienz oder Mangelernährung.",
      "recommendations": "Zur vollständigen Beurteilung Serumelektrophorese in Kombination mit Immunfixation bei Verdacht auf monoklonale Gammopathie."
    },
    {
      "id": "gamma_globulin",
      "name": "Gamma-Globulin",
      "short_name": "γ-Glob",
      "long_name": "Gamma-Globuline (Immunglobuline gesamt, Serumelektrophorese)",
      "aliases": [
        "Gamma-Globulin",
        "γ-Globulin",
        "Immunglobuline"
      ],
      "category": "Eiweiß",
      "unit": "%",
      "ref_min": 11.1,
      "ref_max": 18.8,
      "description": "Gamma-Globuline entsprechen hauptsächlich den Immunglobulinen (IgG, IgA, IgM, IgE, IgD) und repräsentieren die humorale Immunantwort. In der Serumelektrophorese als prozentualer Anteil am Gesamteiweiß angegeben.",
      "high_info": "Erhöhte Werte entstehen bei chronischen Infektionen, Lebererkrankungen (Zirrhose), Autoimmunerkrankungen, Plasmozytom (monoklonale Bande).",
      "low_info": "Erniedrigte Werte (Hypogammaglobulinämie) entstehen bei angeborenen oder erworbenen Immundefekten, nach Immunsuppressiva.",
      "recommendations": "Bei deutlicher Erhöhung Immunfixationselektrophorese zum Ausschluss eines Myeloms. Bei Hypogammaglobulinämie Infektionsschutz."
    },
    {
      "id": "iga",
      "name": "Immunglobulin-A",
      "short_name": "IgA",
      "long_name": "Immunglobulin A (IgA)",
      "aliases": [
        "IgA"
      ],
      "category": "Immunologie",
      "unit": "mg/dL",
      "ref_min": 70.0,
      "ref_max": 400.0,
      "description": "IgA ist das Haupt-Immunglobulin in Schleimhautsekreten (Speichel, Tränen, Darm) und schützt Schleimhäute vor Infektionen. Im Serum ist sekretorisches IgA wichtig für die erste Infektionsabwehr.",
      "high_info": "Erhöhte Werte entstehen bei IgA-Nephropathie, Lebererkrankungen, chronischen Infektionen, Autoimmunerkrankungen oder IgA-Myelom.",
      "low_info": "IgA-Mangel (häufigster Antikörpermangel) führt zu erhöhter Infektanfälligkeit der Atemwege und des Magen-Darm-Trakts.",
      "recommendations": "Bei selektivem IgA-Mangel Infektionsschutz und Impfungen aktuell halten."
    },
    {
      "id": "ige",
      "name": "Immunglobulin-E",
      "short_name": "IgE",
      "long_name": "Immunglobulin E (IgE, Gesamt-IgE)",
      "aliases": [
        "IgE",
        "Gesamt-IgE"
      ],
      "category": "Immunologie",
      "unit": "kU/L",
      "ref_min": 0.0,
      "ref_max": 20.0,
      "description": "IgE ist das Immunglobulin der allergischen Sofortreaktion (Typ-I-Allergie) und spielt eine Rolle bei der Parasitenabwehr. Gesamt-IgE ist erhöht bei Allergien, Asthma und Parasiteninfektionen.",
      "high_info": "Erhöhte Werte entstehen bei atopischen Erkrankungen (Heuschnupfen, Asthma, Neurodermitis), Parasitenbefall, Arzneimittelallergien, IgE-Myelom.",
      "low_info": "Niedrige Werte haben keine klinische Bedeutung.",
      "recommendations": "Bei stark erhöhtem IgE Allergietestung (spezifisches IgE) und Ausschluss von Parasitenbefall."
    },
    {
      "id": "igg",
      "name": "Immunglobulin-G",
      "short_name": "IgG",
      "long_name": "Immunglobulin G (IgG)",
      "aliases": [
        "IgG"
      ],
      "category": "Immunologie",
      "unit": "mg/dL",
      "ref_min": 700.0,
      "ref_max": 1600.0,
      "description": "IgG ist das häufigste Immunglobulin im Blut (ca. 75% der Gesamtimmunglobuline). Es ist wichtig für die Langzeitimmunität nach Infektionen und Impfungen und überquert die Plazenta zum Schutz des Neugeborenen.",
      "high_info": "Erhöhte Werte entstehen bei chronischen Infektionen, Autoimmunerkrankungen, Leberzirrhose, IgG-Myelom.",
      "low_info": "Erniedrigte Werte entstehen bei Immundefekten, nach Immunsuppressiva oder bei nephrotischem Syndrom.",
      "recommendations": "Bei deutlicher Erhöhung Immunfixation zum Ausschluss eines Myeloms durchführen lassen."
    },
    {
      "id": "igm",
      "name": "Immunglobulin-M",
      "short_name": "IgM",
      "long_name": "Immunglobulin M (IgM)",
      "aliases": [
        "IgM"
      ],
      "category": "Immunologie",
      "unit": "mg/dL",
      "ref_min": 40.0,
      "ref_max": 230.0,
      "description": "IgM ist das größte Immunglobulin und wird als erstes bei einer Infektion gebildet. Es ist der Marker für eine akute Infektion (vs. IgG für Immunität). Erhöhte IgM-Werte können auf Waldenström-Makroglobulinämie hinweisen.",
      "high_info": "Erhöhte Werte entstehen bei akuten Infektionen, Autoimmunerkrankungen (RA, Sjögren) oder Morbus Waldenström.",
      "low_info": "Erniedrigte Werte bei Immundefekten oder nach Immunsuppressiva.",
      "recommendations": "Bei sehr hohem IgM Knochenmarkbiopsie zum Ausschluss eines Lymphoms erwägen."
    },
    {
      "id": "psa",
      "name": "PSA",
      "short_name": "PSA",
      "long_name": "Prostata-spezifisches Antigen (PSA)",
      "aliases": [
        "PSA",
        "Gesamt-PSA",
        "Prostata-spezifisches Antigen"
      ],
      "category": "Tumormarker",
      "unit": "ng/mL",
      "ref_min": 0.0,
      "ref_max": 4.0,
      "description": "PSA ist ein Enzym, das ausschließlich von Prostatagewebe produziert wird. Es ist ein wichtiger Screening-Marker für Prostatakarzinom, aber auch bei gutartiger Prostatavergrößerung (BPH) und Prostataentzündung erhöht.",
      "high_info": "Werte 4–10 ng/mL: Grauzone, weitere Abklärung nötig (10% Karzinomwahrscheinlichkeit). >10 ng/mL: deutlich erhöhtes Karzinomrisiko (>50%). Auch erhöht bei BPH, Prostatitis, nach Radfahren oder Prostatamassage.",
      "low_info": "Sehr niedrige Werte schließen ein Prostatakarzinom nicht vollständig aus (z.B. bei high-grade Tumoren).",
      "recommendations": "Ab 50 Jahren (bei Risikofaktoren ab 45) jährliche PSA-Kontrolle empfohlen. Kein Geschlechtsverkehr, Radfahren oder Prostatamassage 48h vor Blutabnahme."
    },
    {
      "id": "hrs",
      "name": "HRS",
      "short_name": "HRS",
      "long_name": "Hoch-Risiko-Score (kardiovaskulärer Risiko-Score)",
      "aliases": [
        "HRS",
        "Herzrisiko-Score"
      ],
      "category": "Risiko-Scores",
      "unit": "",
      "ref_min": 0.0,
      "ref_max": 5.0,
      "description": "Der HRS (Hoch-Risiko-Score) ist ein laborbasierter Score zur Einschätzung des kardiovaskulären Risikos. Er kombiniert mehrere Risikofaktoren wie LDL, HDL, Triglyceride, Blutdruck und andere Parameter.",
      "high_info": "Hohe Werte zeigen ein erhöhtes Herzkreislaufrisiko an. Ärztliche Abklärung und Lebensstilmodifikation empfohlen.",
      "low_info": "Niedrige Werte deuten auf ein geringes kardiovaskuläres Risiko hin.",
      "recommendations": "Lebensstilmaßnahmen: Bewegung, herzgesunde Ernährung, Rauchen aufhören, Normalgewicht."
    }
  ]
}
