{
  "version": "1.0.0",
  "updated": "2025-01-01",
  "values": [
    {
      "id": "haemoglobin",
      "name": "Hämoglobin",
      "aliases": ["Hb", "Haemoglobin", "Hemoglobin"],
      "category": "Blutbild",
      "unit": "g/dL",
      "ref_min": 12.0,
      "ref_max": 17.5,
      "ref_min_female": 12.0,
      "ref_max_female": 16.0,
      "ref_min_male": 13.5,
      "ref_max_male": 17.5,
      "optimal_min": 13.0,
      "optimal_max": 16.5,
      "critical_low": 7.0,
      "critical_high": 20.0,
      "description": "Hämoglobin ist der eisenhaltige Blutfarbstoff in den roten Blutkörperchen (Erythrozyten). Er bindet Sauerstoff in der Lunge und transportiert ihn zu den Körperzellen.",
      "high_info": "Erhöhte Werte (Polyglobulie) können durch Dehydration, Polycythemia vera, chronische Lungenerkrankungen, Schlafapnoe, Aufenthalt in großer Höhe oder Anabolikamissbrauch entstehen.",
      "low_info": "Erniedrigte Werte (Anämie) entstehen durch Eisenmangel, Vitamin-B12- oder Folsäuremangel, chronische Erkrankungen, Blutungen, hämatologische Erkrankungen oder Schwangerschaft.",
      "recommendations": "Bei Anämie: Eisenreiche Lebensmittel (rotes Fleisch, Hülsenfrüchte, Spinat), Vitamin C zur besseren Eisenaufnahme, B12 und Folsäure. Bei Polyglobulie: Ärztliche Abklärung, ausreichende Flüssigkeitszufuhr."
    },
    {
      "id": "haematokrit",
      "name": "Hämatokrit",
      "aliases": ["Hkt", "Hct", "Hämatokrit-Wert"],
      "category": "Blutbild",
      "unit": "%",
      "ref_min": 37.0,
      "ref_max": 52.0,
      "ref_min_female": 37.0,
      "ref_max_female": 47.0,
      "ref_min_male": 40.0,
      "ref_max_male": 52.0,
      "critical_low": 21.0,
      "critical_high": 60.0,
      "description": "Der Hämatokrit gibt den prozentualen Anteil der roten Blutkörperchen am Gesamtblutvolumen an. Er korreliert eng mit dem Hämoglobinwert.",
      "high_info": "Erhöhte Werte entstehen durch Dehydration, Polycythemia vera, chronischen Sauerstoffmangel oder Höhenaufenthalt.",
      "low_info": "Erniedrigte Werte weisen auf eine Anämie hin, ähnliche Ursachen wie bei Hämoglobin.",
      "recommendations": "Ausreichende Flüssigkeitszufuhr (mind. 1,5–2 L/Tag). Bei pathologischen Werten ärztliche Abklärung."
    },
    {
      "id": "erythrozyten",
      "name": "Erythrozyten",
      "aliases": ["Rote Blutkörperchen", "RBC", "Rote Blutzellen"],
      "category": "Blutbild",
      "unit": "×10⁶/µL",
      "ref_min": 3.9,
      "ref_max": 5.8,
      "ref_min_female": 3.9,
      "ref_max_female": 5.1,
      "ref_min_male": 4.3,
      "ref_max_male": 5.8,
      "critical_low": 2.5,
      "critical_high": 7.0,
      "description": "Erythrozyten sind die roten Blutkörperchen, die für den Sauerstofftransport zuständig sind. Sie enthalten Hämoglobin.",
      "high_info": "Zu viele Erythrozyten (Polyglobulie) können die Blutviskosität erhöhen und das Thromboserisiko steigern.",
      "low_info": "Zu wenige Erythrozyten führen zur Anämie mit Symptomen wie Müdigkeit, Schwindel, Kurzatmigkeit.",
      "recommendations": "Eisenreiche, ausgewogene Ernährung. Bei chronischen Abweichungen ärztliche Abklärung der Grundursache."
    },
    {
      "id": "leukozyten",
      "name": "Leukozyten",
      "aliases": ["Weiße Blutkörperchen", "WBC", "Weiße Blutzellen"],
      "category": "Blutbild",
      "unit": "×10³/µL",
      "ref_min": 4.0,
      "ref_max": 10.0,
      "critical_low": 2.0,
      "critical_high": 30.0,
      "description": "Leukozyten sind die weißen Blutkörperchen des Immunsystems. Sie bekämpfen Infektionen, Entzündungen und fremde Substanzen.",
      "high_info": "Erhöhte Leukozyten (Leukozytose) treten bei bakteriellen Infektionen, Entzündungen, Stress, Kortikosteroiden, oder selten bei Leukämie auf.",
      "low_info": "Erniedrigte Leukozyten (Leukopenie) können durch virale Infektionen, Knochenmarkserkrankungen, Chemotherapie oder Autoimmunerkrankungen entstehen. Erhöhte Infektionsanfälligkeit.",
      "recommendations": "Bei dauerhaften Abweichungen immer ärztliche Abklärung. Gute Immunhygiene (Händewaschen, ausreichend Schlaf, gesunde Ernährung)."
    },
    {
      "id": "thrombozyten",
      "name": "Thrombozyten",
      "aliases": ["Blutplättchen", "PLT", "Platelets"],
      "category": "Blutbild",
      "unit": "×10³/µL",
      "ref_min": 150,
      "ref_max": 380,
      "critical_low": 50,
      "critical_high": 1000,
      "description": "Thrombozyten (Blutplättchen) sind für die Blutgerinnung zuständig. Sie verschließen verletzte Blutgefäße und leiten die Gerinnungskaskade ein.",
      "high_info": "Erhöhte Thrombozyten (Thrombozytose) können auf Entzündungen, Eisenmangel, nach Milzentfernung oder myeloproliferative Erkrankungen hinweisen. Erhöhtes Thromboserisiko.",
      "low_info": "Erniedrigte Thrombozyten (Thrombozytopenie) erhöhen die Blutungsneigung. Ursachen: Autoimmunerkrankungen, Medikamente, Knochenmarkserkrankungen, Virusinfektionen.",
      "recommendations": "Bei kritisch niedrigen Werten (<50) Blutungsschutz (kein ASS, keine NSAIDs). Ärztliche Abklärung bei anhaltenden Abweichungen."
    },
    {
      "id": "mcv",
      "name": "MCV",
      "aliases": ["Mittleres korpuskuläres Volumen", "Mean Corpuscular Volume"],
      "category": "Blutbild",
      "unit": "fL",
      "ref_min": 80,
      "ref_max": 100,
      "description": "MCV bezeichnet das mittlere Volumen der roten Blutkörperchen. Es hilft, die Art der Anämie zu klassifizieren.",
      "high_info": "Makrozytose (MCV>100): Vitamin-B12- oder Folsäuremangel, chronischer Alkoholmissbrauch, Schilddrüsenunterfunktion, bestimmte Medikamente.",
      "low_info": "Mikrozytose (MCV<80): Eisenmangelanämie, Thalassämie, chronische Erkrankungen.",
      "recommendations": "Bei Makrozytose: B12 und Folsäure supplementieren, Alkohol reduzieren. Bei Mikrozytose: Eisensubstitution und Ursachensuche."
    },
    {
      "id": "mch",
      "name": "MCH",
      "aliases": ["Mittlerer Hämoglobingehalt", "Mean Corpuscular Hemoglobin"],
      "category": "Blutbild",
      "unit": "pg",
      "ref_min": 27,
      "ref_max": 34,
      "description": "MCH gibt den durchschnittlichen Hämoglobingehalt eines einzelnen Erythrozyten an.",
      "high_info": "Erhöhtes MCH bei Makrozytose (B12/Folsäuremangel, Alkohol).",
      "low_info": "Erniedrigtes MCH bei Eisenmangel oder Thalassämie (hypochrome Anämie).",
      "recommendations": "Wird gemeinsam mit MCV und MCHC zur Anämiediagnostik genutzt. Therapie je nach Grundursache."
    },
    {
      "id": "mchc",
      "name": "MCHC",
      "aliases": ["Mittlere korpuskuläre Hämoglobinkonzentration", "Mean Corpuscular Hemoglobin Concentration"],
      "category": "Blutbild",
      "unit": "g/dL",
      "ref_min": 32,
      "ref_max": 36,
      "description": "MCHC ist die Konzentration des Hämoglobins in den roten Blutkörperchen, bezogen auf ihr Volumen.",
      "high_info": "Erhöhtes MCHC (Hyperchromie) bei erblicher Sphärozytose oder schweren Verbrennungen.",
      "low_info": "Erniedrigtes MCHC (Hypochromie) typisch für Eisenmangelanämie.",
      "recommendations": "Diagnostischer Parameter. Bei Eisenmangel: Substitution und Ursachenfindung."
    },
    {
      "id": "cholesterin",
      "name": "Cholesterin (gesamt)",
      "aliases": ["Gesamtcholesterin", "Total Cholesterol", "Cholesterol"],
      "category": "Fettstoffwechsel",
      "unit": "mg/dL",
      "ref_min": 0,
      "ref_max": 200,
      "optimal_min": 0,
      "optimal_max": 180,
      "critical_high": 300,
      "description": "Gesamtcholesterin ist die Summe aller Cholesterinanteile im Blut (HDL + LDL + VLDL). Ein wichtiger Marker für das kardiovaskuläre Risiko.",
      "high_info": "Erhöhte Werte (Hypercholesterinämie) steigern das Risiko für Arteriosklerose, Herzinfarkt und Schlaganfall. Ursachen: Ernährung, genetische Veranlagung, Diabetes, Schilddrüsenunterfunktion.",
      "low_info": "Sehr niedrige Werte können bei schwerer Malnutrition, Lebererkrankungen oder bestimmten Erbkrankheiten auftreten.",
      "recommendations": "Mediterrane Ernährung (Olivenöl, Fisch, Obst, Gemüse), weniger gesättigte Fettsäuren, regelmäßige Bewegung (mind. 150 Min/Woche), Raucherentwöhnung, Gewichtsreduktion."
    },
    {
      "id": "hdl",
      "name": "HDL-Cholesterin",
      "aliases": ["HDL", "High-Density-Lipoprotein", "Gutes Cholesterin"],
      "category": "Fettstoffwechsel",
      "unit": "mg/dL",
      "ref_min": 40,
      "ref_max": 999,
      "ref_min_female": 50,
      "ref_max_female": 999,
      "ref_min_male": 40,
      "ref_max_male": 999,
      "optimal_min": 60,
      "optimal_max": 999,
      "critical_low": 25,
      "description": "HDL (High-Density-Lipoprotein) ist das 'gute' Cholesterin. Es transportiert überschüssiges Cholesterin aus den Arterienwänden zur Leber zurück (reverser Cholesterintransport).",
      "high_info": "Hohe HDL-Werte sind in der Regel günstig und schützen vor Herzerkrankungen.",
      "low_info": "Niedrige HDL-Werte erhöhen das kardiovaskuläre Risiko erheblich. Ursachen: Bewegungsmangel, Rauchen, Diabetes, Adipositas, genetische Faktoren.",
      "recommendations": "Regelmäßige Ausdauerbewegung (erhöht HDL am effektivsten), Raucherentwöhnung, Alkohol in Maßen, gesunde Fette (Olivenöl, Avocado, Nüsse)."
    },
    {
      "id": "ldl",
      "name": "LDL-Cholesterin",
      "aliases": ["LDL", "Low-Density-Lipoprotein", "Schlechtes Cholesterin"],
      "category": "Fettstoffwechsel",
      "unit": "mg/dL",
      "ref_min": 0,
      "ref_max": 130,
      "optimal_min": 0,
      "optimal_max": 100,
      "critical_high": 190,
      "description": "LDL (Low-Density-Lipoprotein) ist das 'schlechte' Cholesterin. Erhöhte Werte lagern sich in Arterienwänden ab und fördern Arteriosklerose.",
      "high_info": "Erhöhte LDL-Werte erhöhen das Risiko für Herzinfarkt, Schlaganfall und periphere arterielle Verschlusskrankheit. Bei Risikopatienten (Diabetes, bestehende Herzerkrankung) gelten strengere Zielwerte (<70 mg/dL).",
      "low_info": "Sehr niedrige LDL-Werte sind meist harmlos, extrem niedrige Werte (<30) sollten ärztlich abgeklärt werden.",
      "recommendations": "Ernährungsumstellung: weniger gesättigte Fette (Butter, Wurst, fette Milchprodukte), mehr Ballaststoffe (Hafer, Hülsenfrüchte), Plant Sterole, Omega-3-Fettsäuren. Bei sehr hohen Werten: Statine."
    },
    {
      "id": "triglyceride",
      "name": "Triglyceride",
      "aliases": ["Neutralfette", "Triacylglycerine", "TG"],
      "category": "Fettstoffwechsel",
      "unit": "mg/dL",
      "ref_min": 0,
      "ref_max": 150,
      "optimal_min": 0,
      "optimal_max": 100,
      "critical_high": 500,
      "description": "Triglyceride sind Neutralfette im Blut, die als Energiespeicher dienen. Erhöhte Werte sind ein unabhängiger Risikofaktor für Herzerkrankungen und Pankreatitis.",
      "high_info": "Ursachen für erhöhte Triglyceride: Zuckerreiche Ernährung, Alkohol, Übergewicht, Diabetes, Schilddrüsenunterfunktion, Nierenerkrankungen, genetische Faktoren.",
      "low_info": "Sehr niedrige Triglyceride sind selten klinisch bedeutsam, können bei Malnutrition auftreten.",
      "recommendations": "Zucker und raffinierte Kohlenhydrate reduzieren, Alkohol einschränken, Übergewicht abbauen, regelmäßige Bewegung, Omega-3-Fettsäuren (Fisch, Leinöl)."
    },
    {
      "id": "got_ast",
      "name": "GOT (AST)",
      "aliases": ["GOT", "AST", "Glutamat-Oxalacetat-Transaminase", "Aspartat-Aminotransferase"],
      "category": "Leber",
      "unit": "U/L",
      "ref_min": 0,
      "ref_max": 50,
      "ref_max_female": 35,
      "ref_max_male": 50,
      "critical_high": 500,
      "description": "GOT (AST) ist ein Leberenzym, das bei Leberzellschädigung ins Blut freigesetzt wird. Im Gegensatz zur GPT kommt sie auch im Herzmuskel und in der Skelettmuskulatur vor.",
      "high_info": "Erhöhte GOT bei: Leberzellschädigung (Hepatitis, Alkohol, Medikamente), Herzinfarkt, Muskelerkrankungen, schwerer körperlicher Belastung. Der GOT/GPT-Quotient (De-Ritis-Quotient) hilft bei der Differenzierung.",
      "low_info": "Erniedrigte GOT ist klinisch meist nicht relevant.",
      "recommendations": "Alkohol meiden, lebertoxische Medikamente überprüfen, gesunde Ernährung, bei anhaltend erhöhten Werten Ursachensuche."
    },
    {
      "id": "gpt_alt",
      "name": "GPT (ALT)",
      "aliases": ["GPT", "ALT", "Glutamat-Pyruvat-Transaminase", "Alanin-Aminotransferase"],
      "category": "Leber",
      "unit": "U/L",
      "ref_min": 0,
      "ref_max": 56,
      "ref_max_female": 35,
      "ref_max_male": 56,
      "critical_high": 500,
      "description": "GPT (ALT) ist ein leberspezifisches Enzym. Es wird bei Leberzellschäden freigesetzt und ist ein sensibler Marker für Lebererkrankungen.",
      "high_info": "Erhöhte GPT bei: Virushepatitis (A, B, C), alkoholische Lebererkrankung, Fettleber (NAFLD), Medikamentennebenwirkungen, Leberzirrhose.",
      "low_info": "Erniedrigte Werte sind klinisch nicht bedeutsam.",
      "recommendations": "Alkohol stark einschränken oder meiden, Übergewicht reduzieren (Fettleber!), Medikamentenliste überprüfen, regelmäßige Kontrollen."
    },
    {
      "id": "ggt",
      "name": "GGT",
      "aliases": ["Gamma-GT", "Gamma-Glutamyltransferase", "γ-GT"],
      "category": "Leber",
      "unit": "U/L",
      "ref_min": 0,
      "ref_max": 61,
      "ref_max_female": 40,
      "ref_max_male": 61,
      "critical_high": 400,
      "description": "GGT ist ein Enzym der Leber und Gallenwege. Es ist besonders sensitiv für Alkoholkonsum und Gallenwegsstörungen.",
      "high_info": "Erhöhte GGT bei: Alkoholkonsum (sehr sensitiv!), Fettleber, Gallenwegsobstruktion, bestimmten Medikamenten (Antiepileptika, Antidepressiva), Adipositas.",
      "low_info": "Erniedrigte Werte sind klinisch nicht relevant.",
      "recommendations": "Alkohol reduzieren oder meiden, Gewichtsreduktion, Medikamente überprüfen. GGT normalisiert sich oft schnell nach Alkoholabstinenz."
    },
    {
      "id": "bilirubin",
      "name": "Bilirubin (gesamt)",
      "aliases": ["Bilirubin", "Gesamtbilirubin", "Total Bilirubin"],
      "category": "Leber",
      "unit": "mg/dL",
      "ref_min": 0.1,
      "ref_max": 1.2,
      "critical_high": 5.0,
      "description": "Bilirubin ist ein Abbauprodukt des Hämoglobins aus alten roten Blutkörperchen. Ein erhöhter Wert führt zur Gelbsucht (Ikterus).",
      "high_info": "Erhöhtes Bilirubin (Hyperbilirubinämie) bei: Lebererkrankungen (Hepatitis, Zirrhose), Gallenwegsobstruktion (Gallensteine, Tumor), Hämolyse, Morbus Gilbert (benigner genetischer Defekt).",
      "low_info": "Sehr niedrige Werte sind klinisch nicht bedeutsam.",
      "recommendations": "Bei Gelbfärbung der Haut oder Augen umgehend Arzt aufsuchen. Leberfreundliche Ernährung, Alkoholverzicht."
    },
    {
      "id": "alk_phosphatase",
      "name": "Alkalische Phosphatase",
      "aliases": ["AP", "ALP", "Alk. Phosphatase"],
      "category": "Leber",
      "unit": "U/L",
      "ref_min": 40,
      "ref_max": 130,
      "critical_high": 1000,
      "description": "Alkalische Phosphatase (AP) ist ein Enzym in Leber, Knochen, Darm und Plazenta. Sie ist ein wichtiger Marker für Gallenwegsstörungen und Knochenerkrankungen.",
      "high_info": "Erhöhte AP bei: Gallenwegsobstruktion (Gallensteine, Tumoren), Lebererkrankungen, Knochenmetastasen, Morbus Paget, Hyperparathyreoidismus, bei Kindern normal im Wachstum.",
      "low_info": "Erniedrigte AP bei Hypothyreose, Hypophosphatasie (seltene Erbkrankheit), Anämie.",
      "recommendations": "Abklärung ob Gallenwegsproblem oder Knochenerkrankung (γGT und AP gemeinsam erhöht → Gallenwege). Ärztliche Weiteruntersuchung."
    },
    {
      "id": "kreatinin",
      "name": "Kreatinin",
      "aliases": ["Creatinine", "Krea"],
      "category": "Niere",
      "unit": "mg/dL",
      "ref_min": 0.5,
      "ref_max": 1.2,
      "ref_min_female": 0.5,
      "ref_max_female": 0.9,
      "ref_min_male": 0.7,
      "ref_max_male": 1.2,
      "critical_high": 5.0,
      "description": "Kreatinin ist ein Abbauprodukt des Muskelstoffwechsels, das ausschließlich über die Nieren ausgeschieden wird. Ein wichtiger Marker der Nierenfunktion.",
      "high_info": "Erhöhtes Kreatinin bei Nierenfunktionseinschränkung. Wichtig: Wert steigt erst wenn ca. 50% der Nierenfunktion verloren ist. Auch erhöht bei Dehydration, starker Muskelbelastung, bestimmten Medikamenten.",
      "low_info": "Erniedrigtes Kreatinin bei Muskelabbau, Kachexie, Schwangerschaft.",
      "recommendations": "Ausreichend trinken, schonende Ernährung bei Nierenproblemen (weniger Protein, Phosphat, Kalium je nach Stadium). Nephrotoxische Mittel meiden."
    },
    {
      "id": "harnstoff",
      "name": "Harnstoff",
      "aliases": ["BUN", "Urea", "Harnstoff-Stickstoff"],
      "category": "Niere",
      "unit": "mg/dL",
      "ref_min": 10,
      "ref_max": 50,
      "critical_high": 200,
      "description": "Harnstoff ist das Hauptausscheidungsprodukt des Proteinstoffwechsels. Er wird in der Leber gebildet und von den Nieren ausgeschieden.",
      "high_info": "Erhöhter Harnstoff bei Niereninsuffizienz, Dehydration, eiweißreicher Ernährung, Magen-Darm-Blutung, Katabolismus.",
      "low_info": "Erniedrigter Harnstoff bei Lebererkrankungen, eiweißarmer Ernährung, Schwangerschaft.",
      "recommendations": "Ausreichend Flüssigkeit zuführen, proteinreiche Ernährung reduzieren bei Nierenproblemen."
    },
    {
      "id": "gfr",
      "name": "GFR (eGFR)",
      "aliases": ["eGFR", "Glomeruläre Filtrationsrate", "Nierenfunktion"],
      "category": "Niere",
      "unit": "mL/min/1.73m²",
      "ref_min": 90,
      "ref_max": 9999,
      "critical_low": 15,
      "description": "Die glomeruläre Filtrationsrate (GFR) misst die Nierenfilterleistung. Sie wird meist aus Kreatinin, Alter und Geschlecht berechnet (eGFR nach CKD-EPI).",
      "high_info": "Sehr hohe eGFR-Werte (>120) können auf hyperfiltrierende Nieren hinweisen (z.B. bei frühem Diabetes). Meist kein Handlungsbedarf.",
      "low_info": "Erniedrigte GFR zeigt Niereninsuffizienz: Stadium G1 ≥90, G2 60-89, G3a 45-59, G3b 30-44, G4 15-29, G5 <15 (terminales Nierenversagen).",
      "recommendations": "Blutdruck gut einstellen, Diabetes kontrollieren, nephrotoxische Substanzen meiden, regelmäßige nephrologische Kontrollen ab GFR <60."
    },
    {
      "id": "harnsaeure",
      "name": "Harnsäure",
      "aliases": ["Urat", "Uric Acid", "Harnsäure-Spiegel"],
      "category": "Niere",
      "unit": "mg/dL",
      "ref_min": 2.4,
      "ref_max": 7.0,
      "ref_min_female": 2.4,
      "ref_max_female": 5.7,
      "ref_min_male": 3.4,
      "ref_max_male": 7.0,
      "critical_high": 10.0,
      "description": "Harnsäure ist das Abbauprodukt von Purinen (aus DNA, RNA, ATP). Erhöhte Werte können zur Gicht und Nierensteinen führen.",
      "high_info": "Hyperurikämie durch: Purinreiche Ernährung (rotes Fleisch, Innereien, Meeresfrüchte), Alkohol (besonders Bier), Dehydration, Nierenfunktionseinschränkung, bestimmte Medikamente (Diuretika), genetische Faktoren.",
      "low_info": "Erniedrigte Harnsäure bei bestimmten Enzymdefekten, Fanconi-Syndrom, sehr purinärmer Ernährung.",
      "recommendations": "Purinreiche Lebensmittel reduzieren, viel Wasser trinken (>2L/Tag), Alkohol meiden, Gewicht normalisieren, Fruktose einschränken."
    },
    {
      "id": "tsh",
      "name": "TSH",
      "aliases": ["Thyreoidea-stimulierendes Hormon", "Thyreotropin", "TSH basal"],
      "category": "Schilddrüse",
      "unit": "mIU/L",
      "ref_min": 0.4,
      "ref_max": 4.0,
      "optimal_min": 0.5,
      "optimal_max": 2.5,
      "critical_low": 0.01,
      "critical_high": 10.0,
      "description": "TSH (Thyreoidea-stimulierendes Hormon) wird von der Hirnanhangsdrüse produziert und steuert die Schilddrüsenfunktion. Es ist der empfindlichste Marker für Schilddrüsenfunktionsstörungen.",
      "high_info": "Erhöhtes TSH bei Schilddrüsenunterfunktion (Hypothyreose): Müdigkeit, Gewichtszunahme, Kälteempfindlichkeit, Haarverlust. Auch nach Schilddrüsenentfernung.",
      "low_info": "Erniedrigtes TSH bei Schilddrüsenüberfunktion (Hyperthyreose): Herzrasen, Gewichtsverlust, Nervosität, Schlafstörungen. Auch bei zu hoher Schilddrüsenhormon-Dosis.",
      "recommendations": "Regelmäßige Kontrolle, ärztliche Einstellung der Schilddrüsenmedikamente, Jod-Versorgung beachten."
    },
    {
      "id": "ft3",
      "name": "Freies T3 (fT3)",
      "aliases": ["fT3", "Freies Trijodthyronin", "T3 frei"],
      "category": "Schilddrüse",
      "unit": "pg/mL",
      "ref_min": 2.3,
      "ref_max": 4.2,
      "critical_low": 1.0,
      "critical_high": 8.0,
      "description": "Freies T3 (Trijodthyronin) ist das biologisch aktive Schilddrüsenhormon. Es reguliert Stoffwechsel, Herzfunktion, Körpertemperatur und viele andere Körperfunktionen.",
      "high_info": "Erhöhtes fT3 bei Hyperthyreose, Morbus Basedow, toxischem Adenom. Symptome: Herzrasen, Schwitzen, Gewichtsverlust, Nervosität.",
      "low_info": "Erniedrigtes fT3 bei Hypothyreose, schwerem Allgemeinzustand (Low-T3-Syndrom), Mangel an Selen oder Zink.",
      "recommendations": "Schilddrüsenhormone nur nach ärztlicher Verordnung. Selenversorgung überprüfen (wichtig für T4→T3-Umwandlung)."
    },
    {
      "id": "ft4",
      "name": "Freies T4 (fT4)",
      "aliases": ["fT4", "Freies Thyroxin", "T4 frei"],
      "category": "Schilddrüse",
      "unit": "ng/dL",
      "ref_min": 0.8,
      "ref_max": 1.8,
      "critical_low": 0.4,
      "critical_high": 4.0,
      "description": "Freies T4 (Thyroxin) ist das Speicherhormon der Schilddrüse, das in T3 umgewandelt wird. Es wird bei der Diagnose und Therapieüberwachung von Schilddrüsenerkrankungen bestimmt.",
      "high_info": "Erhöhtes fT4 bei Hyperthyreose. Kann trotz normalen TSH erhöht sein (z.B. bei sekundärer Hyperthyreose).",
      "low_info": "Erniedrigtes fT4 bei Hypothyreose, Schilddrüseninsuffizienz, zu niedriger L-Thyroxin-Dosis.",
      "recommendations": "Gemeinsam mit TSH zur Diagnose und Therapiekontrolle. Nur nach ärztlicher Anweisung dosieren."
    },
    {
      "id": "blutzucker_nuechtern",
      "name": "Blutzucker (nüchtern)",
      "aliases": ["Nüchternblutzucker", "Nüchternglukose", "Fasting Glucose", "Glukose nüchtern"],
      "category": "Diabetes",
      "unit": "mg/dL",
      "ref_min": 70,
      "ref_max": 100,
      "optimal_min": 75,
      "optimal_max": 95,
      "critical_low": 50,
      "critical_high": 300,
      "description": "Der Nüchternblutzucker wird nach mindestens 8 Stunden ohne Nahrung gemessen und dient zur Diagnose von Diabetes und Prädiabetes.",
      "high_info": "70–99 mg/dL: Normal. 100–125 mg/dL: Prädiabetes (gestörte Nüchternglukose). ≥126 mg/dL (an 2 Tagen): Diabetes mellitus Typ 2. Erhöhte Werte auch bei Stress, Kortikosteroiden, Schilddrüsenüberfunktion.",
      "low_info": "Zu niedriger Blutzucker (Hypoglykämie, <70 mg/dL): Zittern, Schweißausbrüche, Verwirrung, in schweren Fällen Bewusstlosigkeit. Ursachen: zu viel Insulin, Mahlzeit ausgelassen.",
      "recommendations": "Regelmäßige Mahlzeiten, ballaststoffreiche Ernährung (niedriger glykämischer Index), Bewegung, Gewichtsreduktion bei Übergewicht. Bei Prädiabetes: Lebensstiländerung kann Diabetes verhindern."
    },
    {
      "id": "hba1c",
      "name": "HbA1c",
      "aliases": ["Langzeitzucker", "Hämoglobin A1c", "HbA1c-Wert", "Glyko-Hämoglobin"],
      "category": "Diabetes",
      "unit": "%",
      "ref_min": 0,
      "ref_max": 5.6,
      "optimal_min": 0,
      "optimal_max": 5.4,
      "critical_high": 9.0,
      "description": "HbA1c spiegelt den durchschnittlichen Blutzucker der letzten 2–3 Monate wider. Er entsteht durch die Anlagerung von Zucker an Hämoglobin (Glykierung).",
      "high_info": "Bis 5,6%: Normal. 5,7–6,4%: Prädiabetes. Ab 6,5%: Diabetes (bei 2 Messungen). Therapieziel bei Diabetikern meist <7%. Erhöhte Werte langfristig schädigen Blutgefäße, Nerven, Augen, Nieren.",
      "low_info": "Sehr niedrige HbA1c-Werte können auf zu intensive Diabetestherapie (Hypoglykämierisiko), Blutarmut oder Hämoglobinvarianten hinweisen.",
      "recommendations": "Kohlenhydrate bewusst wählen (Vollkorn, Hülsenfrüchte), Zucker reduzieren, regelmäßige körperliche Aktivität, Gewichtsreduktion. Bei Diabetes ärztlich überwachte Therapie."
    },
    {
      "id": "vitamin_d",
      "name": "Vitamin D",
      "aliases": ["25-OH-Vitamin D", "Calcidiol", "25-Hydroxycholecalciferol", "Vitamin D3"],
      "category": "Vitamine",
      "unit": "ng/mL",
      "ref_min": 20,
      "ref_max": 100,
      "optimal_min": 40,
      "optimal_max": 80,
      "critical_low": 10,
      "critical_high": 150,
      "description": "Vitamin D ist ein fettlösliches Prohormon, das hauptsächlich durch Sonnenlicht in der Haut gebildet wird. Es ist essenziell für Knochen, Immunsystem, Muskulatur und viele weitere Funktionen.",
      "high_info": "Überdosierung (>100 ng/mL) kann zu Hyperkalzämie führen: Übelkeit, Nierensteine, Herzrhythmusstörungen. Fast nie durch Sonnenlicht, fast immer durch unkontrollierte Supplementation.",
      "low_info": "Mangel (<20 ng/mL) sehr häufig in Deutschland. Folgen: Knochenschwäche (Rachitis/Osteomalazie), erhöhte Infektanfälligkeit, Muskelschmerzen, Depression, erhöhtes Risiko für viele chronische Erkrankungen.",
      "recommendations": "Tägliche Sonnenlichtexposition (April–Oktober: 15–30 Min, Unterarme + Gesicht). In den Wintermonaten Supplementation empfohlen (800–2000 IE/Tag für Erwachsene, höhere Dosen nur nach Arztangabe)."
    },
    {
      "id": "vitamin_b12",
      "name": "Vitamin B12",
      "aliases": ["Cobalamin", "Cyanocobalamin", "B12"],
      "category": "Vitamine",
      "unit": "pg/mL",
      "ref_min": 200,
      "ref_max": 900,
      "optimal_min": 400,
      "optimal_max": 900,
      "critical_low": 100,
      "description": "Vitamin B12 ist essenziell für Blutbildung, Nervensystem und DNA-Synthese. Es kommt fast ausschließlich in tierischen Produkten vor.",
      "high_info": "Sehr hohe B12-Werte können auf Lebererkrankungen, hämatologische Erkrankungen oder übermäßige Supplementation hinweisen.",
      "low_info": "Mangel führt zu: Makrozytärer Anämie, Neuropathie (Kribbeln, Taubheitsgefühl), kognitive Beeinträchtigungen, erhöhtem Homocystein. Risikogruppen: Veganer, Vegatarier, ältere Menschen, Metformin-Anwender.",
      "recommendations": "Veganer und Vegetarier sollten B12 supplementieren (mind. 250 µg/Tag). Tierische Produkte: Fleisch, Fisch, Eier, Milchprodukte. Absorption hängt von Intrinsic Factor im Magen ab."
    },
    {
      "id": "folsaeure",
      "name": "Folsäure",
      "aliases": ["Folat", "Vitamin B9", "Folic Acid"],
      "category": "Vitamine",
      "unit": "ng/mL",
      "ref_min": 3.0,
      "ref_max": 17.0,
      "optimal_min": 5.0,
      "optimal_max": 17.0,
      "critical_low": 1.5,
      "description": "Folsäure (Folat) ist ein B-Vitamin, das für Zellteilung und DNA-Synthese notwendig ist. Besonders wichtig in der Schwangerschaft für die Entwicklung des Neuralrohrs.",
      "high_info": "Sehr hohe Folsäurewerte durch Supplementation sind meist harmlos. Hohe Dosen können einen B12-Mangel maskieren.",
      "low_info": "Mangel führt zu: Makrozytärer Anämie, erhöhtem Homocysteinwert, Schwangerschaftskomplikationen. Ursachen: Unausgewogene Ernährung, Alkohol, Malabsorption, bestimmte Medikamente (Methotrexat).",
      "recommendations": "Grünes Blattgemüse (Spinat, Salat), Hülsenfrüchte, Vollkornprodukte. Supplementation für Schwangere/Schwangerschaftswunsch empfohlen (400 µg/Tag Folsäure vor Konzeption)."
    },
    {
      "id": "ferritin",
      "name": "Ferritin",
      "aliases": ["Speichereisen", "Ferritin-Spiegel"],
      "category": "Vitamine",
      "unit": "ng/mL",
      "ref_min": 12,
      "ref_max": 400,
      "ref_min_female": 12,
      "ref_max_female": 150,
      "ref_min_male": 30,
      "ref_max_male": 400,
      "optimal_min": 50,
      "optimal_max": 200,
      "critical_low": 5,
      "critical_high": 1000,
      "description": "Ferritin ist das wichtigste Eisenspeicherprotein. Es ist der empfindlichste Marker für Eisenmangel und spiegelt die Eisenreserven im Körper wider.",
      "high_info": "Erhöhtes Ferritin bei: Entzündungen (Akute-Phase-Protein!), Lebererkrankungen, Hämochromatose (Eisenspeicherkrankheit), bestimmten Tumorerkrankungen, Alkoholmissbrauch. Ferritin ist kein zuverlässiger Eisenmarker bei Entzündungen.",
      "low_info": "Niedriges Ferritin ist der sensitivste Marker für Eisenmangel (auch ohne Anämie). Symptome: Müdigkeit, Erschöpfung, Haarausfall, Konzentrationsprobleme, Restless Legs.",
      "recommendations": "Eisenreiche Lebensmittel (rotes Fleisch, Hülsenfrüchte, Kürbiskerne), Vitamin C verbessert Aufnahme, schwarzen Tee/Kaffee nicht mit Mahlzeiten. Ggf. Eisensupplemente nach ärztlicher Absprache."
    },
    {
      "id": "eisen",
      "name": "Eisen",
      "aliases": ["Serumeisen", "Fe", "Eisen im Blut"],
      "category": "Vitamine",
      "unit": "µg/dL",
      "ref_min": 60,
      "ref_max": 180,
      "ref_min_female": 60,
      "ref_max_female": 170,
      "ref_min_male": 70,
      "ref_max_male": 180,
      "critical_low": 30,
      "description": "Serumeisen misst das im Blut zirkulierende Eisen (an Transferrin gebunden). Im Gegensatz zu Ferritin spiegelt es nur den aktuellen Eisenstatus wider, nicht die Speicher.",
      "high_info": "Erhöhtes Serumeisen bei: Hämochromatose, Hämosiderose, Leberkrankheiten, Hämolyse, zu hoher Eisensubstitution.",
      "low_info": "Erniedrigtes Serumeisen bei Eisenmangelanämie, chronischen Erkrankungen, Entzündungen. Oft wird Ferritin als zuverlässigerer Marker verwendet.",
      "recommendations": "Ferritin ist der bessere Marker für Eisenstatus. Eisenreiche Ernährung bei Mangel."
    },
    {
      "id": "crp",
      "name": "CRP",
      "aliases": ["C-reaktives Protein", "hsCRP", "Hochsensitives CRP"],
      "category": "Entzündung",
      "unit": "mg/dL",
      "ref_min": 0,
      "ref_max": 0.5,
      "optimal_min": 0,
      "optimal_max": 0.1,
      "critical_high": 5.0,
      "description": "CRP (C-reaktives Protein) ist ein Entzündungsmarker, der von der Leber als Reaktion auf Entzündungen produziert wird. Steigt bereits nach wenigen Stunden an.",
      "high_info": "Erhöhtes CRP bei: Bakteriellen Infektionen (oft stark erhöht), Entzündungskrankheiten (Rheuma, CED), Gewebsnekrosen (Herzinfarkt), Tumorerkrankungen. Chronisch leicht erhöhtes CRP (0,1–0,5) ist ein kardiovaskulärer Risikofaktor.",
      "low_info": "Sehr niedriges CRP ist günstig – kein Entzündungszeichen.",
      "recommendations": "Bei erhöhtem CRP Infektionen ausschließen, chronische Entzündungsquellen behandeln, antiinflammatorische Ernährung (Omega-3, Gemüse, weniger Zucker), Rauchen einstellen, Übergewicht abbauen."
    },
    {
      "id": "bsg",
      "name": "BSG",
      "aliases": ["Blutsenkungsgeschwindigkeit", "Blutkörperchensenkungsgeschwindigkeit", "BKS", "ESR"],
      "category": "Entzündung",
      "unit": "mm/h",
      "ref_min": 0,
      "ref_max": 20,
      "ref_max_female": 20,
      "ref_max_male": 15,
      "critical_high": 80,
      "description": "BSG misst, wie schnell rote Blutkörperchen in einer Stunde im Reagenzglas absinken. Erhöhte Werte zeigen Entzündungen oder erhöhte Eiweißspiegel an.",
      "high_info": "Erhöhte BSG bei: Entzündungen, Infektionen, Autoimmunerkrankungen (Polymyalgia rheumatica – oft sehr stark), Tumorerkrankungen, Anämie, Schwangerschaft.",
      "low_info": "Sehr niedrige BSG ist klinisch meist nicht relevant.",
      "recommendations": "BSG ist ein unspezifischer Marker. Bei stark erhöhter BSG immer ärztliche Abklärung der Grundursache. Wird zunehmend durch CRP ersetzt."
    },
    {
      "id": "natrium",
      "name": "Natrium",
      "aliases": ["Na", "Na+", "Serum-Natrium"],
      "category": "Mineralien",
      "unit": "mmol/L",
      "ref_min": 135,
      "ref_max": 145,
      "critical_low": 125,
      "critical_high": 155,
      "description": "Natrium ist das wichtigste Mineral im Blut und reguliert den Wasserhaushalt, Blutdruck und die Funktion von Nerven und Muskeln.",
      "high_info": "Hypernatriämie (>145): Dehydration, Diabetes insipidus, zu hohe Natriumzufuhr, bestimmte Medikamente. Symptome: Durst, Verwirrung, in schweren Fällen Bewusstseinsstörungen.",
      "low_info": "Hyponatriämie (<135): Sehr häufig! Ursachen: Diuretika, SIADH, Herzinsuffizienz, Nierenerkrankungen, übermäßige Wasserzufuhr. Symptome: Übelkeit, Kopfschmerzen, Verwirrtheit, Krämpfe.",
      "recommendations": "Keine extreme Einschränkung, aber auch keine übermäßige Natriumzufuhr (max. 5–6 g Kochsalz/Tag). Ursache bei Abweichungen ärztlich abklären."
    },
    {
      "id": "kalium",
      "name": "Kalium",
      "aliases": ["K", "K+", "Serum-Kalium"],
      "category": "Mineralien",
      "unit": "mmol/L",
      "ref_min": 3.5,
      "ref_max": 5.0,
      "critical_low": 2.5,
      "critical_high": 6.5,
      "description": "Kalium ist für die Funktion von Herz, Muskeln und Nerven essenziell. Starke Abweichungen können lebensbedrohliche Herzrhythmusstörungen verursachen.",
      "high_info": "Hyperkaliämie (>5,0): Niereninsuffizienz, ACE-Hemmer/ARBs, kaliumsparende Diuretika, Azidose, Hämolyse. KRITISCH: Herzrhythmusstörungen möglich!",
      "low_info": "Hypokaliämie (<3,5): Diuretika (häufigste Ursache!), Erbrechen, Durchfall, Hyperaldosteronismus. Symptome: Muskelschwäche, Krämpfe, Herzrhythmusstörungen.",
      "recommendations": "Kaliumreiche Lebensmittel (Bananen, Kartoffeln, Hülsenfrüchte, Nüsse). Bei Diuretika-Einnahme regelmäßige Kontrollen. Bei starken Abweichungen sofort Arzt aufsuchen."
    },
    {
      "id": "calcium",
      "name": "Calcium",
      "aliases": ["Ca", "Ca2+", "Serum-Calcium", "Kalzium"],
      "category": "Mineralien",
      "unit": "mg/dL",
      "ref_min": 8.5,
      "ref_max": 10.5,
      "critical_low": 6.5,
      "critical_high": 13.0,
      "description": "Calcium ist essenziell für Knochen, Muskelkontraktion, Nervenleitung und Blutgerinnung. Der Blutcalciumspiegel wird eng von Parathormon und Vitamin D reguliert.",
      "high_info": "Hyperkalzämie (>10,5): Hyperparathyreoidismus (häufigste Ursache), Tumorerkrankungen (Knochenmetastasen), Vitamin-D-Übersubstitution, Sarkoidose. Symptome: 'Stones, Bones, Groans, Psychic Moans' (Nierensteine, Knochenschmerzen, Verstopfung, Verwirrtheit).",
      "low_info": "Hypokalzämie (<8,5): Hypoparathyreoidismus, Vitamin-D-Mangel, Magnesiummangel, Malabsorption. Symptome: Muskelkrämpfe, Kribbeln, Tetanie, in schweren Fällen Laryngospasmus.",
      "recommendations": "Calciumreiche Ernährung (Milchprodukte, grünes Gemüse, Mandeln). Vitamin D für Calciumaufnahme. Calcium und Vitamin D häufig gemeinsam supplementiert."
    },
    {
      "id": "magnesium",
      "name": "Magnesium",
      "aliases": ["Mg", "Mg2+", "Serum-Magnesium"],
      "category": "Mineralien",
      "unit": "mg/dL",
      "ref_min": 1.7,
      "ref_max": 2.4,
      "critical_low": 0.7,
      "critical_high": 4.0,
      "description": "Magnesium ist an über 300 enzymatischen Reaktionen beteiligt, wichtig für Muskel- und Nervenfunktion, Herzrhythmus, Blutdruckregulation und Energiestoffwechsel.",
      "high_info": "Hypermagnesiämie selten, meist bei Niereninsuffizienz und Magnesiumsupplements. Symptome: Muskelschwäche, Übelkeit, in schweren Fällen Herzrhythmusstörungen.",
      "low_info": "Hypomagnesiämie häufig unterschätzt! Ursachen: Einseitige Ernährung, Alkohol, Diuretika, Diabetes, Magen-Darm-Erkrankungen. Symptome: Muskelkrämpfe (bes. Wadenkrämpfe), Schlafstörungen, Herzrhythmusstörungen, Erschöpfung.",
      "recommendations": "Magnesiumreiche Lebensmittel: Nüsse (Kürbiskerne, Mandeln), Hülsenfrüchte, Vollkorngetreide, dunkle Schokolade, Bananen. Supplementation bei Mangel (150–400 mg/Tag Magnesiumcitrat oder -glycinat gut verträglich)."
    },
    {
      "id": "testosteron",
      "name": "Testosteron",
      "aliases": ["Gesamt-Testosteron", "Total Testosterone", "Testosteron gesamt"],
      "category": "Hormone",
      "unit": "ng/mL",
      "ref_min": 0.3,
      "ref_max": 8.0,
      "ref_min_female": 0.06,
      "ref_max_female": 0.82,
      "ref_min_male": 2.8,
      "ref_max_male": 8.0,
      "critical_low": 1.5,
      "description": "Testosteron ist das wichtigste männliche Sexualhormon (Androgen), das aber auch bei Frauen vorkommt. Es beeinflusst Muskelmasse, Knochendichte, Libido, Stimmung und Energie.",
      "high_info": "Erhöhtes Testosteron bei Männern meist nicht pathologisch. Bei Frauen: PCOS (polyzystisches Ovarsyndrom), Nebennierenrindentumor, Anabolikamissbrauch.",
      "low_info": "Niedriges Testosteron (Hypogonadismus) bei Männern: Müdigkeit, Libidoverlust, Erektionsprobleme, Muskelabbau, Depressionen. Ursachen: Alter, Übergewicht, Diabetes, Stress, Alkohol, bestimmte Medikamente.",
      "recommendations": "Gesunder Schlaf (Testosteron wird nachts produziert), Kraftsport, Gewichtsreduktion, Stressreduktion, Alkohol einschränken, Zink- und Vitamin-D-Versorgung prüfen. Therapie nur nach ärztlicher Indikation."
    },
    {
      "id": "oestradiol",
      "name": "Östradiol (E2)",
      "aliases": ["E2", "Oestradiol", "Estradiol", "17β-Östradiol"],
      "category": "Hormone",
      "unit": "pg/mL",
      "ref_min": 0,
      "ref_max": 400,
      "ref_min_female": 25,
      "ref_max_female": 400,
      "ref_min_male": 10,
      "ref_max_male": 50,
      "description": "Östradiol ist das wichtigste weibliche Sexualhormon (Östrogen). Bei Frauen variiert es stark je nach Zyklusphase (Follikelphase: 25–200, Ovulation: bis 800, Lutealphase: 100–400, Menopause: <30).",
      "high_info": "Erhöhtes Östradiol bei Frauen: Zyklusabhängig normal, ggf. Ovarialzysten, Endometriose. Bei Männern: Übergewicht (Fettgewebe wandelt Testosteron in Östrogen um), Lebererkrankungen, Anabolikamissbrauch.",
      "low_info": "Erniedrigtes Östradiol: Menopause, primäre/sekundäre Ovarialinsuffizienz, starker Gewichtsverlust, intensive körperliche Belastung. Symptome: Hitzewallungen, Schlafstörungen, Scheidentrockenheit, Knochenschwund.",
      "recommendations": "Bei Frauen immer im Kontext der Zyklusphase interpretieren. Bei Männern: Gewichtsreduktion, Alkohol meiden. Bei postmenopausaler Frau: Östrogenmangel ärztlich besprechen."
    }
  ]
}
